{
    "\"%s\" Record History": "\"%s\" ប្រវត្តិកំណត់ត្រា",
    "\"%s\" is a reserved class name": "\"%s\" គឺជាឈ្មោះ reserved class",
    "\"%s\" is not an instance of \"FieldsService\"": "\"%s\" មិនមែនជាឧទាហរណ៍នៃ \"FieldsService\" ទេ",
    "%s": "%s",
    "%s - Invoice": "%s - វិក្កយបត្រ",
    "%s Coupon History": "%s ប្រវត្តិគូប៉ុង",
    "%s Coupons": "%s គូប៉ុង",
    "%s Days": "%s ថ្ងៃ",
    "%s Second(s)": "%s វិនាទី",
    "%s entries has been deleted": "%s ធាតុត្រូវបានលុប",
    "%s entries has not been deleted": "%s ធាតុមិនត្រូវបានលុបទេ។",
    "%s files were rejected due to invalid file type.": "ឯកសារ %s ត្រូវបានច្រានចោលដោយសារប្រភេទឯកសារមិនត្រឹមត្រូវ។",
    "%s has been processed, %s has not been processed.": "%s ត្រូវបានដំណើរការ %s មិនត្រូវបានដំណើរការទេ។",
    "%s is not an instance of \"%s\".": "%s មិនមែនជាឧទាហរណ៍នៃ \"%s\".",
    "%s link were deleted": "%s តំណភ្ជាប់ត្រូវបានលុប",
    "%s migration(s) has been deleted.": "%s migration(s) ត្រូវបានលុប។",
    "%s migrations were purged": "ការធ្វើការផ្លាស់ប្តូរ %s ត្រូវបានលាងសម្អាត",
    "%s numbers after the decimal": "%s លេខបន្ទាប់ពីទសភាគ",
    "%s on %s directories were deleted.": "%s នៅលើ %s ថតត្រូវបានលុប។",
    "%s on %s files were deleted.": "%s នៅលើ %s ឯកសារត្រូវបានលុប។",
    "%s order(s) either unpaid or partially paid has turned due. This occurs if none has been completed before the expected payment date.": "ការបញ្ជាទិញ %s (s) ទាំងមិនទាន់បង់ប្រាក់ ឬបានបង់ដោយផ្នែកបានដល់កំណត់។ វាកើតឡើងប្រសិនបើមិនមានការបញ្ចប់មុនកាលបរិច្ឆេទទូទាត់ដែលរំពឹងទុក។",
    "%s order(s) has recently been deleted as they have expired.": "ការបញ្ជាទិញ %s ថ្មីៗនេះត្រូវបានលុប ដោយសារវាបានផុតកំណត់ហើយ។",
    "%s procurement(s) has recently been automatically procured.": "%s លទ្ធកម្មថ្មីៗនេះត្រូវបានទទួលដោយស្វ័យប្រវត្តិ។",
    "%s product(s) has been deleted.": "%s ផលិតផលត្រូវបានលុប។",
    "%s product(s) has low stock. Reorder those product(s) before it get exhausted.": "%s ផលិតផលមានស្តុកទាប។ បញ្ជាទិញផលិតផលទាំងនោះឡើងវិញ មុនពេលវាអស់។",
    "%s products were freed": "%s ផលិតផលត្រូវបានដោះលែង",
    "%s products where updated.": "%s ផលិតផលដែលធ្វើបច្ចុប្បន្នភាព។",
    "%s products will be updated": "ផលិតផល %s នឹងត្រូវបានអាប់ដេត",
    "%s products(s) has been deleted.": "%s ផលិតផលត្រូវបានលុប។",
    "%s — %s": "%s — %s",
    "%s's Products": "ផលិតផលរបស់ %s",
    "+{count} other": "+{count} ផ្សេងទៀត",
    "1 Hour": "1 గంట",
    "1 Minute": "1 នាទី",
    "1 file was rejected due to invalid file type.": "1 ឯកសារត្រូវបានច្រានចោលដោយសារប្រភេទឯកសារមិនត្រឹមត្រូវ។",
    "10 Minutes": "១០ នាទី",
    "15 Minutes": "១៥ នាទី",
    "20 Minutes": "២០ នាទី",
    "30 Minutes": "៣០ នាទី",
    "404 Error": "404 មិនទាន់",
    "5 Minutes": "៥ នាទី",
    "<strong>NexoPOS<\/strong> is now able to connect to the database. Start by creating the administrator account and giving a name to your installation. Once installed, this page will no longer be accessible.": "<strong>NexoPOS<\/strong> ឥឡូវ​នេះ​គឺ​អាច​តភ្ជាប់​ទៅ​មូលដ្ឋាន​ទិន្នន័យ​។ ចាប់ផ្តើមដោយបង្កើតគណនីអ្នកគ្រប់គ្រង និងផ្តល់ឈ្មោះទៅការដំឡើងរបស់អ្នក។ នៅពេលដំឡើងរួច ទំព័រនេះនឹងមិនអាចចូលប្រើបានទៀតទេ។",
    "A Database Exception Occurred.": "ករណីលើកលែងមូលដ្ឋានទិន្នន័យបានកើតឡើង។",
    "A brief description about what this group is about": "ការពិពណ៌នាសង្ខេបអំពីអ្វីដែលក្រុមនេះនិយាយអំពី",
    "A critical error has occured.": "វានិយមដ៏សំខាន់បានកើតឡើង។",
    "A discount cannot exceed the sub total value of an order.": "ការបញ្ចុះតម្លៃមិនអាចលើសពីតម្លៃសរុបរងនៃការបញ្ជាទិញបានទេ។",
    "A full payment will be made using {paymentType} for {total}": "ការទូទាត់ពេញលេញនឹងត្រូវបានធ្វើឡើងដោយប្រើ {paymentType} សម្រាប់ {total}",
    "A grouped product cannot be saved without any sub items.": "ផលិតផលដែលបានដាក់ជាក្រុមមិនអាចត្រូវបានរក្សាទុកដោយគ្មានធាតុរងណាមួយឡើយ។",
    "A grouped product cannot contain grouped product.": "ផលិតផលដែលដាក់ជាក្រុមមិនអាចមានផលិតផលជាក្រុមទេ។",
    "A mismatch has occured between a module and it's dependency.": "មិនមានភាពស្រគ្នា μεταξύ మాឌុល និងអាស្រ័យលើ។",
    "A new entry has been successfully created.": "ធាតុថ្មីត្រូវបានបង្កើតដោយជោគជ័យ។",
    "A new form class was created at the path \"%s\"": "ទម្រង់បែបបទ class ត្រូវបានបង្កើតនៅ \"%s\"",
    "A new user has registered to your store (%s) with the email %s.": "អ្នកប្រើប្រាស់ថ្មីបានចុះឈ្មោះទៅកាន់ហាងរបស់អ្នក (%s) ជាមួយអ៊ីមែល %s ។",
    "A payment type having the same identifier already exists.": "ប្រភេទនៃការទូទាត់ដែលមានអត្តសញ្ញាណដូចគ្នាមានរួចហើយ។",
    "A request with the same name has been found !": "សំណើដែលមានឈ្មោះដូចគ្នាត្រូវបានរកឃើញ!",
    "A short description about this system": "ការពិពណ៌នាខ្លីអំពីប្រព័ន្ធនេះ",
    "A similar file already exists at the path \"%s\". Use \"--force\" to overwrite it.": "ឯកសារស្រដៀងគ្នាមានរួចហើយនៅ \"%s\". សូមប្រើ \"--force\" ដើម្បីជំនួសវា។",
    "A similar module has been found": "Module ស្រដៀងគ្នានេះត្រូវបានរកឃើញ",
    "A similar product with the same unit already exists.": "ផលិតផលស្រដៀងគ្នាដែលមានឯកតាដូចគ្នាមានរួចហើយ។",
    "A simple tax must not be assigned to a parent tax with the type \"simple\", but \"grouped\" instead.": "ภาษាក្នុងឋានសួគ៌មិនគួរត្រូវបានដាក់បញ្ចូលក្នុងឋានសួគ៌ដែលមានប្រភេទ \"សាមញ្ញ\" ប៉ុន្តែគួរជា \"រួមបញ្ចូល\" វិញ។",
    "A stock operation has recently been detected, however NexoPOS was'nt able to update the report accordingly. This occurs if the daily dashboard reference has'nt been created.": "ការ​ប្រតិបត្តិ​ស្តុក​ត្រូវបាន​រក​ឃើញ​ថ្មីៗ​នេះ, ប៉ុន្តែ​NexoPOS មិន​អាច​ធ្វើ​ការ​ធ្វើ​បច្ចុប្បន្ន​របាយការណ៍​បាន។ នេះ​កើត​ឡើង​នៅ​ពេល​ដែល​របាយការណ៍​ប្រចាំថ្ងៃ​មិន​ត្រូវបាន​បង្កើត។",
    "A tax cannot be his own parent.": "ពន្ធមិនអាចជាមេបានទេ។",
    "A variation within the product has a SKU which is already in use : %s": "បំរែបំរួលនៅក្នុងផលិតផលមាន SKU ដែលកំពុងប្រើប្រាស់រួចហើយ៖ %s",
    "A variation within the product has a barcode which is already in use : %s.": "បំរែបំរួល​ក្នុង​ផលិតផល​មាន​បាកូដ​ដែល​ត្រូវ​បាន​ប្រើ​រួច​ហើយ៖ %s ។",
    "API Token": "ផ្លាស់ប្តូរ API",
    "About": "អំពី",
    "About Token": "អំពី Token",
    "About this field": "ស្វែងរកអំពីរឿងនេះ",
    "Access Denied": "ដំណើរ​ការ​ត្រូវ​បាន​បដិសេធ",
    "Access denied for this user.": "ការចូលប្រើត្រូវបានបដិសេធសម្រាប់អ្នកប្រើប្រាស់នេះ។",
    "Access to this feature requires temporary permission from an administrator. Scan the QR code to proceed.": "ការប្រើប្រាស់លក្ខណៈនេះត្រូវការអនុញ្ញាតិជាបឋមពីអ្នកគ្រប់គ្រង។ សូមស្កេន QR code ដើម្បីបន្ត។",
    "Account": "គណនី",
    "Account Credit": "គណនីឥណទាន",
    "Account History : %s": "ប្រវត្តិគណនី : %s",
    "Account Name": "ឈ្មោះ​គណនី",
    "Account Transaction": "ការប្រតិបត្តិការគណន",
    "Accounting": "គណនេយ្យ",
    "Accounting Misconfiguration": "ការកំណត់ត្រាគណនីមិនត្រឹមត្រូវ",
    "Accounting Rule Misconfiguration": "ការកំណត់ច규មិនត្រឹមត្រូវ",
    "Accounts": "គណនី",
    "Accounts List": "បញ្ជីគណនី",
    "Accurate Tracking": "ការតាមដានភាពត្រឹមត្រូវ",
    "Action": "សកម្មភាព",
    "Action Permissions": "សិទ្ធិប្រតិបត្តិ",
    "Action:": "ដំណើរការ:",
    "Activate Your Account": "ធ្វើឱ្យគណនីរបស់អ្នកសកម្ម",
    "Activated": "បានសកម្ម",
    "Active": "សកម្ម",
    "Active Coupons": "គូប៉ុងសកម្ម",
    "Add": "បន្ថែម",
    "Add Images": "បន្ថែមរូបភាព",
    "Add Instalment": "បន្ថែមការរំលោះ",
    "Add Product": "បន្ថែមផលិតផល",
    "Add Rule": "បន្ថែមលក្ខខណ្ឌ",
    "Add a new Account": "បន្ថែមគណនីថ្មី",
    "Add a new Customers Group": "បន្ថែមក្រុមអតិថិជនថ្មី",
    "Add a new Order Instalment": "បន្ថែមការបង់រំលោះថ្មី",
    "Add a new Provider Product": "គ្មានអ្នកផ្គត់ផ្គង់ផលិតផលត្រូវបានកត់ត្រាទេ",
    "Add a new category product": "បន្ថែមប្រភេទផលិតផលថ្មី",
    "Add a new coupon": "បន្ថែមគូប៉ុងថ្មី",
    "Add a new coupon order history": "បន្ថែមប្រវត្តិការបញ្ជាទិញដោយប្រើគូប៉ុង",
    "Add a new customer": "បន្ថែមអតិថិជនថ្មី",
    "Add a new customer account": "បន្ថែមគណនីអតិថិជនថ្មី",
    "Add a new customer coupon": "បន្ថែមគូប៉ុងរបស់អតិថិជនថ្មី",
    "Add a new customer coupon history": "បន្ថែមប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន",
    "Add a new customer order": "បន្ថែមការបញ្ជាទិញរបស់អតិថិជន",
    "Add a new customer reward": "បន្ថែមរង្វាន់អតិថិជនថ្មី",
    "Add a new hold order": "បន្ថែមការបញ្ជាទិញកំពុងរង់ចាំ",
    "Add a new order": "បន្ថែមការបញ្ជាទិញថ្មី",
    "Add a new payment type": "បន្ថែមប្រភេទការទូទាត់ថ្មី",
    "Add a new permissionaccess": "បន្ថែមសិទ្ធិថ្មី",
    "Add a new procurement": "បន្ថែមការទិញចូលថ្មី",
    "Add a new procurement product": "បង្កើតផលិផលថ្មីក្នុងការទិញចូល",
    "Add a new product": "បន្ថែមផលិតផលថ្មី",
    "Add a new product history": "បន្ថែមប្រវត្តិផលិតផលថ្មី",
    "Add a new product on the system": "បន្ថែមផលិតផលថ្មីនៅលើប្រព័ន្ធ",
    "Add a new product unit quantity": "បន្ថែមបរិមាណឯកតាផលិតផលថ្មី",
    "Add a new products stock flow": "បន្ថែមលំហូរស្តុកផលិតផលថ្មី។",
    "Add a new provider": "បន្ថែមអ្នកផ្គត់ផ្គង់សេវាថ្មី",
    "Add a new provider procurement": "បន្ថែមអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល",
    "Add a new register": "បន្ថែមការចុះឈ្មោះ",
    "Add a new register history": "បន្ថែមប្រវត្តិចុះឈ្មោះថ្មី។",
    "Add a new relation ? Mention it as follow \"foreign_table, foreign_key, local_key\" ? [S] to skip, [Q] to quit.": "ចង់បង្កើត relation ? សូមបញ្ជាក់ដូចខាងក្រោម \"foreign_table, foreign_key, local_key\" ? ចុច [S] ដើម្បីរម្លង, [Q] ដើម្បីចាកចេញ។",
    "Add a new reward system": "បន្ថែមប្រព័ន្ធរង្វាន់ថ្មី",
    "Add a new role": "បន្ថែមតួនាទីថ្មី",
    "Add a new tax": "បន្ថែមពន្ធថ្មី",
    "Add a new tax group": "បន្ថែមក្រុមពន្ធថ្មី",
    "Add a new transaction": "បន្ថែមប្រតិបត្តិការថ្មី",
    "Add a new transaction history": "បន្ថែមប្រវត្តិប្រតិបត្តិការថ្មី",
    "Add a new unit": "បន្ថែមឯកតាថ្មី",
    "Add a new unit group": "បន្ថែមក្រុមឯកតាថ្មី",
    "Add a new user": "បន្ថែមអ្នកប្រើប្រាស់ថ្មី",
    "Add. Qty": "Qty ដែលបានបន្ថែម",
    "Added": "បានបន្ថែម",
    "Added Quantity": "បរិមាណដែលបានបន្ថែម",
    "Address": "អាសយដ្ឋាន",
    "Address 1": "អាសយដ្ឋានទី១",
    "Address 2": "អាសយដ្ឋានទី២",
    "Adjust how tax is calculated on the item.": "កែតម្រូវរបៀបដែលពន្ធត្រូវបានគណនាលើទំនិញ។",
    "Adjust stock of existing products.": "កែតម្រូវស្តុកផលិតផលដែលមានស្រាប់។",
    "Adjusting grouped product inventory must result of a create, update, delete sale operation.": "ការកែសម្រួលសារពើភ័ណ្ឌផលិតផលជាក្រុមត្រូវតែជាលទ្ធផលនៃការបង្កើត ធ្វើបច្ចុប្បន្នភាព លុបប្រតិបត្តិការលក់។",
    "Adjustment Return": "កែប្រែការយកត្រឡប់មកវិញ",
    "Adjustment Sale": "កែតម្រូវការលក់",
    "Admin Credentials": "ព័ត៌មានអ្នក διαχειន",
    "Admin can scan this code to grant temporary access": "អ្នក διαχειនអាចសแกនកូដនេះដើម្បីផ្ដល់សិទ្ធិអ mengakses មួយរយៈ",
    "Administrator": "អ្នកគ្រប់គ្រង",
    "Advanced": "កម្រិតខ្ពស់",
    "After Quantity": "បរិមាណក្រោយមក",
    "After the amount": "បន្ទាប់ពីបរិមាណ",
    "All": "ទាំងអស់",
    "All Categories": "ប្រភេទទាំងអស់",
    "All Category": "ប្រភេទទាំងអស់",
    "All Orders": "ការបញ្ជាទិញទាំងអស់។",
    "All Refunds": "ការសងប្រាក់វិញទាំងអស់",
    "All Units": "ឯកតាទាំងអស់",
    "All Users": "អ្នកប្រើប្រាស់ទាំងអស់",
    "All migration were executed.": "ការធ្វើចំណាកស្រុកទាំងអស់ត្រូវបានប្រតិបត្តិ។",
    "All products cogs were computed": "ផលិតផលទាំងអស់ត្រូវបានគណនា",
    "All similar products will be merged to avoid a paper waste for the receipt\/invoice.": "ផលិតផលស្រដៀងគ្នាទាំងអស់នឹងត្រូវបានបញ្ចូលគ្នា ដើម្បីជៀសវាងកាកសំណល់ក្រដាសសម្រាប់បង្កាន់ដៃ\/វិក្កយបត្រ។",
    "All the customers has been transferred to the new group %s.": "អតិថិជនទាំងអស់ត្រូវបានផ្ទេរទៅក្រុមថ្មី %s ។",
    "All the notifications have been cleared.": "ការជូនដំណឹងទាំងអស់ត្រូវបានសម្អាត។",
    "Allow Decimal Quantities": "អនុញ្ញាតឱ្យបរិមាណទសភាគ",
    "Allow Partial Orders": "អនុញ្ញាតឱ្យការបញ្ជាទិញអាចបង់ដោយផ្នែក",
    "Allow Recovery": "អនុញ្ញាតការស្តារឡើងវិញ",
    "Allow Sales": "អនុញ្ញាតឱ្យលក់",
    "Allow Unpaid Orders": "អនុញ្ញាតឱ្យការបញ្ជាទិញដែលមិនបានបង់ប្រាក់",
    "Allow Wholesale Price": "អនុញ្ញាតឱ្យតម្លៃលក់ដុំ",
    "Allow any user to recover his account.": "អនុញ្ញាត​ឱ្យ​អ្នក​ប្រើ​ណា​ម្នាក់​យក​គណនី​របស់​គាត់​មក​វិញ។",
    "Allow cash disbursement by the cashier.": "អនុញ្ញាត​ឱ្យ​មាន​ការ​ទូទាត់​សាច់ប្រាក់​ដោយ​អ្នកគិតលុយ។",
    "Allow product unit price to be edited.": "អនុញ្ញាតឱ្យកែសម្រួលតម្លៃឯកតាផលិតផល។",
    "Allow quick product to be created from the POS.": "អនុញ្ញាតឱ្យបង្កើតផលិតផលរហ័សពីម៉ាស៊ីនលក់។",
    "Allow you to choose the category.": "អនុញ្ញាតឱ្យអ្នកជ្រើសរើសប្រភេទ។",
    "Allow you to choose the report type.": "អនុញ្ញាតឱ្យអ្នកជ្រើសរើសប្រភេទរបាយការណ៍។",
    "Already registered ?": "បានចុះឈ្មោះរួចហើយ?",
    "Amount": "ទឹកប្រាក់",
    "Amount Due": "ចំនួនទឹកប្រាក់ដែលនៅជំពាក់",
    "Amount Paid": "ចំនួនទឹកប្រាក់ដែលត្រូវបង់",
    "Amount Shortcuts": "ផ្លូវកាត់ចូលទឹកប្រាក់",
    "An Error Has Occured": "កំហុសមួយបានកើតឡើង",
    "An Error Occurred \"%s\": %s": "កំហុស​មួយ​បាន​កើត​ឡើង \"%s\": %s",
    "An error has occured": "កំហុសមួយបានកើតឡើង",
    "An error has occured while loading the categories": "កំហុសមួយបានកើតឡើងខណៈពេលកំពុងផ្ទុកប្រភេទ",
    "An error has occured while loading the categories.": "កំហុសមួយបានកើតឡើងខណៈពេលកំពុងផ្ទុកប្រភេទ។",
    "An error has occured while loading the units": "កំហុសបានកើតឡើងខណៈពេលកំពុងទាញយកឯកតា",
    "An error has occured while loading the units.": "កំហុសបានកើតឡើងខណៈពេលកំពុងផ្ទុកឯកតា។",
    "An error has occured while seleting the payment gateway.": "កំហុសបានកើតឡើងនៅពេលជ្រើសរើសច្រកផ្លូវបង់ប្រាក់។",
    "An error has occurred": "កំហុសមួយបានកើតឡើង",
    "An error has occurred while computing the product.": "កំហុសបានកើតឡើងខណៈពេលកំពុងគណនាផលិតផល។",
    "An error has occurred while creating a barcode \"%s\" using the type \"%s\" for the product. Make sure the barcode value is correct for the barcode type selected. Additional insight : %s": "កំហុស​មួយ​បាន​កើត​ឡើង​ពេល​បង្កើត​បាកូដ \"%s\" ដោយ​ប្រើ​ប្រភេទ \"%s\" សម្រាប់​ផលិតផល។ សូមប្រាកដថាតម្លៃបាកូដគឺត្រឹមត្រូវសម្រាប់ប្រភេទបាកូដដែលបានជ្រើសរើស។ ការយល់ដឹងបន្ថែម៖ %s",
    "An error occured": "កំហុស​មួយ​បាន​កើត​ឡើង",
    "An error occured while converting the product {product}": "កំហុស​មួយ​បាន​កើត​ឡើង​ពេល​បំប្លែង​ផលិតផល {product}",
    "An error occured while preloading the procurement.": "ដំណើរការមិនสำเร็จនៅពេលបង្រៀតការទិញ។",
    "An error occured while saving the order as unpaid.": "វានិយាយបាននៅពេលរក្សាទិញជាមិនទាន់បង់។",
    "An error occurred while loading the media gallery.": "វានិយមកើតឡើងនៅពេលផ្ទុកវិញ្ញານ។",
    "An error occurred while opening the order options": "កំហុសបានកើតឡើងនៅពេលបើកជម្រើសនៃការបញ្ជាទិញ",
    "An error occurred while validating the form.": "កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈ​ពេល​ដែល​ធ្វើ​ឱ្យ​ទម្រង់​មាន​សុពលភាព។",
    "An error occurred: %s.": "កំហុសបានកើតឡើង៖ %s ។",
    "An error unexpected occured while printing.": "កំហុសដែលមិននឹកស្មានដល់បានកើតឡើង ខណៈពេលកំពុងបោះពុម្ព។",
    "An invalid date were provided. Make sure it a prior date to the actual server date.": "កាលបរិច្ឆេទមិនត្រឹមត្រូវត្រូវបានបំពេញ។ ត្រូវប្រាកដថាវាជាកាលបរិច្ឆេទមុនទៅនឹងកាលបរិច្ឆេទម៉ាស៊ីនមេពិតប្រាកដ។",
    "An order is currently being processed.": "ការបញ្ជាទិញកំពុងត្រូវបានដំណើរការ។",
    "An unactive transaction cannot be triggered.": "ការប្រតិបត្តិដែលមិនបានប្រើប្រាស់មិនអាចត្រូវបាន avvi បាន។",
    "An unexpected error has occured": "កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង",
    "An unexpected error has occured while loading the form. Please check the log or contact the support.": "កំហុសដែលមិននឹកស្មានដល់បានកើតឡើង ខណៈពេលកំពុងផ្ទុកទម្រង់។ សូមពិនិត្យមើលកំណត់ហេតុ ឬទាក់ទងផ្នែកជំនួយ។",
    "An unexpected error has occurred": "កំហុស​ដែល​មិន​រំពឹង​ទុក​បាន​កើត​ឡើង​",
    "An unexpected error has occurred while fecthing taxes.": "កំហុសដែលមិននឹកស្មានដល់បានកើតឡើង ខណៈពេលកំពុងគណនាពន្ធ។",
    "An unexpected error has occurred.": "កំហុស​ដែល​មិន​រំពឹង​ទុក​បាន​កើត​ឡើង​។",
    "An unexpected error occured": "បញ្ហាមិនបានព្រៀងទុក បានកើតឡើង",
    "An unexpected error occured while submitting the order.": "វានិយាយមិនคาดទាត់បាននៅពេលដាក់ទិញ។",
    "An unexpected error occured.": "កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង។",
    "An unexpected error occurred": "កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង",
    "An unexpected error occurred during file upload.": "វានិយមមិនคาดទំពើយកើតឡើងនៅពេលផ្ទុកឯកសារ។",
    "An unexpected error occurred.": "កំហុសដែលមិននឹកស្មានដល់បានកើតឡើង។",
    "An unpexpected error occured while using the widget.": "កំហុសដែលមិននឹកស្មានដល់បានកើតឡើង ខណៈពេលកំពុងប្រើផ្ទាំងវិចិត្រ។",
    "Annual Report": "របាយការណ៍​ប្រចាំឆ្នាំ",
    "Api": "API",
    "Api File": "ឯកសារ API",
    "Application": "កម្មវិធី",
    "Application Configuration": "កំណត់រចនាសម្ព័ន្ធកម្មវិធី",
    "Apply": "ដាក់ស្នើ",
    "Apply A Coupon": "អនុវត្តគូប៉ុង",
    "Apply Coupon": "អនុវត្តគូប៉ុង",
    "Apply Settings": "អនុវត្តការកំណត់",
    "April": "មេសា",
    "Are you sure you want to create a reflection for this transaction history?": "តើអ្នកចង់បង្កើតការ phản chiếu សម្រាប់ប្រវត្តិប្រតិបត្តិការនេះ?",
    "Are you sure you want to delete this rule?": "តើអ្នកចង់លុបគោលប័ณฑ์នេះដែរឬទេ?",
    "Are you sure you want to delete this transaction history?": "តើអ្នកចង់លុបប្រវត្តិប្រតិបត្តិការនេះ?",
    "Are you sure you want to perform this action ?": "តើអ្នកចង់អនុវត្តប្រតិបត្តិការនេះ?",
    "Are you sure you want to save this order as unpaid?": "តើអ្នកចង់រក្សាទិញនេះជាមិនទាន់បង់ដែរឬទេ?",
    "Assets": "ទ្រព្យសម្បត្តិ",
    "Assign a unit to the product.": "កំណត់ឯកតាសម្រាប់ផលិតផល។",
    "Assign accounts that are likely to be used for creating direct, scheduled or recurring expenses.": "ផ្ដល់ទំព័របកប្រាក់ដែលទំនងជារក្សាទុកសម្រាប់បង្កើតប្រាក់បកប្រាក់ផ្ទាល់, តាមក Schedules, ឬរាល់ថ្ងៃ",
    "Assign the customer to a group": "ដាក់អតិថិជនទៅក្នុងក្រុមមួយ",
    "Assign the default account to be used as an offset account for paid expenses transactions.": "ផ្ដល់គណគាប់ជាលទ្ធភាព សម្រាប់ប្រើប្រាស់ជាគណគាប់សម្រាប់ប្រតិបត្តិការទូទាត់ប្រាក់",
    "Assign the tax to a tax group.": "ចាត់ចែងពន្ធទៅក្រុមពន្ធ។",
    "Assign the transaction to an account": "ផ្ដល់ប្រតិបត្តិការទៅគណនារ",
    "Assign the transaction to an account.": "ចាត់ចែងប្រតិបត្តិការទៅគណនីមួយ។",
    "Assign to a sub category.": "ផ្ដល់គណនារបប",
    "Assign transaction to users group. the Transaction will therefore be multiplied by the number of entity.": "កំណត់ប្រតិបត្តិការទៅក្រុមអ្នកប្រើប្រាស់។ ដូច្នេះ ប្រតិបត្តិការនឹងត្រូវគុណនឹងចំនួនអង្គភាព។",
    "Assignated Orders": "វិញ្ញាបន្យាការ",
    "Assignation": "ការចាត់តាំង",
    "Assigned To Customer Group": "បានដាក់អតិថិជនចូលក្នុងក្រុម",
    "Assigned Unit": "កំណត់ឯកតា",
    "Attribute": "គុណលក្ខណៈ",
    "August": "សីហា",
    "Author": "អ្នកបង្កើត",
    "Auto COGS": "COGS ស្វ័យប្រវត្តិ",
    "Automatic Approval": "ការអនុម័តដោយស្វ័យប្រវត្តិ",
    "Available": "ប្រើបាន",
    "Available Quantity": "បរិមាណដែលអាចប្រើបាន",
    "Available tags : ": "ស្លាកដែលមាន : ",
    "Avatar": "រូបតំណាង",
    "Balance": "សមតុល្យ",
    "Bank Payment": "ការទូទាត់តាមធនាគារ",
    "Barcode": "កូដផលិតផល",
    "Barcode Type": "ប្រភេទបាកូដ",
    "Base Unit": "ឯកតាមូលដ្ឋាន",
    "Basic Settings": "ការកំណត់មូលដ្ឋាន",
    "Before Quantity": "បរិមានពីមុន",
    "Before saving this order, a minimum payment of {amount} is required": "មុនពេលរក្សាទុកការបញ្ជាទិញនេះ គឺត្រូវបានទាមទារការទូទាត់អប្បបរមាចំនួន {amount}",
    "Before submitting the payment, choose the payment type used for that order.": "មុនពេលដាក់ស្នើការទូទាត់ សូមជ្រើសរើសប្រភេទការទូទាត់ដែលបានប្រើសម្រាប់ការបញ្ជាទិញនោះ។",
    "Before the amount": "មុនបរិមាណ",
    "Best Cashiers": "អ្នកគិតលុយល្អបំផុត",
    "Best Customers": "អតិថិជនល្អបំផុត",
    "Biling": "វិក័យប័ត្រ",
    "Billing Address": "អាសយដ្ឋានវិក្កយបត្រ",
    "Billing Country.": "វិ​ក័​យ​ប័ត្រ​ប្រទេស។",
    "Billing Details": "ព័ត៌មានលម្អិតអំពីការចេញវិក្កយបត្រ",
    "Billing First Address.": "អាសយដ្ឋានគោលនៃវិក្កយបត្រ។",
    "Billing Second Address.": "អាសយដ្ឋានទី២នៃវិក្កយបត្រ។",
    "Billing phone number.": "លេខទូរស័ព្ទចេញវិក្កយបត្រ។",
    "Birth Date": "ថ្ងៃខែ​ឆ្នាំ​កំណើត",
    "Box": "ប្រអប់",
    "Bubble": "ពពុះ",
    "Bulk Actions": "សកម្មភាពជាចង្កោម",
    "Bulk Select": "ជ្រើសរើសជាចង្កោម",
    "By": "ដោយ",
    "By : {user}": "ដោយ : {user}",
    "By Category": "តាមប្រភេទ",
    "By Type": "តាមប្រភេទ",
    "By User": "ដោយអ្នកប្រើប្រាស់",
    "By proceeding the current for and all your entries will be cleared. Would you like to proceed?": "ដោយបន្តដំណើរការបច្ចុប្បន្ន និងធាតុទាំងអស់របស់អ្នកនឹងត្រូវបានសម្អាត។ តើអ្នកចង់បន្តទេ?",
    "By proceeding this order, the customer will exceed the maximum credit allowed for his account: %s.": "តាមរយៈការបញ្ជាទិញនេះ អតិថិជននឹងលើសពីឥណទានអតិបរមាដែលអនុញ្ញាតសម្រាប់គណនីរបស់គាត់។: %s.",
    "CGST": "CGST",
    "COGS": "COGS",
    "COGS Account": "គណគាប់តម្លៃផលិត",
    "COGS: %s": "COGS: %s",
    "Can't delete a category having sub categories linked to it.": "មិនអាចលុបหมວດដែលមានหมວດកូនភ្ជាប់មក។",
    "Cancel": "បដិសេធ",
    "Cancel Order": "បោះបង់ការបញ្ជាទិញ",
    "Cart": "កន្ត្រកទំនិញ",
    "Cart Discount": "បញ្ចុះតម្លៃការលក់",
    "Cart: Add Comments": "ទិប: បន្ថែម వ్యాఖ్య",
    "Cart: Apply Coupons": "ទិប: ប្រើកូដបញ្ចុះតម្លៃ",
    "Cart: Apply Discount": "ទិប: ប្រើការបញ្ចុះតម្លៃ",
    "Cart: Change Order Type": "ទិប: ផ្លាស់ប្តូរប្រភេទទិញ",
    "Cart: Change Product Discount": "ទ្រូង: ផ្លាស់ប្តូរអត្រាក្នុងតម្លៃ",
    "Cart: Change Settings": "ទិប: ផ្លាស់ប្តូរការកំណត់",
    "Cart: Create Quick Product": "ទិប: ផលិតផលថ្មី",
    "Cart: Edit Product Price": "ទ្រូង: កែសម្រួលតម្លៃផលិតផល",
    "Cart: Hold Order": "ទិប: ផ្ដាច់ទិញ",
    "Cart: Product Delete": "ទ្រូង: លុបផលិតផល",
    "Cart: Set Taxes": "ទិប: ដាក់តម្លៃ",
    "Cart: Use Wholesale Price": "ទ្រូង: ប្រើតម្លៃលក់ដាច់",
    "Cart: Void Order": "ទិប: លុបទិញ",
    "Cash": "សាច់ប្រាក់",
    "Cash Disbursement": "ការទូទាត់សាច់ប្រាក់",
    "Cash In": "ដាក់ប្រាក់ចូល",
    "Cash Out": "ដកប្រាក់ចេញ",
    "Cash Payment": "ការបង់ប្រាក់",
    "Cash Register": "កត់ត្រាទឹកប្រាក់",
    "Cash Register : {register}": "កត់ត្រាប្រាក់ : {register}",
    "Cash Registers": "កត់ត្រាទឹកប្រាក់",
    "Cash Sound": "សម្លេងសាច់ប្រាក់",
    "Cashier": "អ្នកគិតលុយ",
    "Cashier Idle Counter": "បញ្ជរគិតលុយទំនេរ",
    "Categories": "ប្រភេទផលិតផល",
    "Categories Detailed": "ប្រភេទលម្អិត",
    "Categories Summary": "សង្ខេបអំពីប្រភេទ",
    "Categories Wise Sales": "តាមប្រភេទ",
    "Category": "ប្រភេទ",
    "Category Products List": "បញ្ជីប្រភេទផលិតផល",
    "Category with no or exhausted products will be hidden from selection.": "ប្រភេទដែលគ្មានផលិតផល ឬផលិតផលដែលអស់ស្តុកនឹងត្រូវបានលាក់ពីការជ្រើសរើស។",
    "Change": "ផ្លាស់ប្តូរ",
    "Change %s on %s": "ផ្លាស់ប្តូរ %s នៅថ្ងៃ %s",
    "Change Customer ?": "ផ្លាស់ប្តូរអតិថិជន?",
    "Change On Cash": "ការផ្លាស់ប្តូរលើកសិដ្ឋាន",
    "Change On Customer Account": "ការផ្លាស់ប្តូរលើគណនីអតិជន",
    "Change Type": "ផ្លាស់ប្តូរប្រភេទ",
    "Change on cash": "ការផ្លាស់ប្តូរលើកសិដ្ឋាន",
    "Change the layout of the POS.": "ផ្លាស់ប្តូរទ្រង់ទ្រាយប្រព័ន្ធលក់។",
    "Change your password with a better stronger password.": "ផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នកជាមួយនឹងពាក្យសម្ងាត់ដែលរឹងមាំជាងមុន។",
    "Change your personal settings": "ផ្លាស់ប្តូរការកំណត់ផ្ទាល់ខ្លួនរបស់អ្នក",
    "Checking database connectivity...": "កំពុងពិនិត្យមើលការតភ្ជាប់មូលដ្ឋានទិន្នន័យ...",
    "Choose Account": "ជ្រើសរើសគណនី",
    "Choose Action": "ជ្រើសរើសប្រតិបត្តិការ",
    "Choose Tax": "ជ្រើសរើសពន្ធ",
    "Choose The Unit": "ជ្រើសរើសឯកតា",
    "Choose Widget": "ជ្រើសរើសផ្ទាំងវិចិត្រ",
    "Choose a register.": "ជ្រើសរွေး Register.",
    "Choose an image to add on the product gallery": "ជ្រើសរើសរូបភាពដើម្បីបន្ថែមលើវិចិត្រសាលផលិតផល",
    "Choose an option": "ជ្រើសរើសជម្រើសមួយ",
    "Choose the account you want to use": "ជ្រើសរើសគណនីដែលអ្នកចង់ប្រើ",
    "Choose the action you want to perform.": "ជ្រើសរើសប្រតិបត្តិការដែលអ្នកចង់ធ្វើ។",
    "Choose the document used for printing aster a sale.": "ជ្រើសរើសឯកសារដែលប្រើសម្រាប់ការបោះពុម្ពបន្ទាប់ពីការលក់។",
    "Choose the language for the current account.": "ជ្រើសរើសភាសាសម្រាប់គណនីបច្ចុប្បន្ន។",
    "Choose the tax group that should apply to the item.": "ជ្រើសរើសក្រុមពន្ធដែលគួរអនុវត្តចំពោះមុខទំនិញ។",
    "Choose the template that applies to receipts": "ជ្រើសរើសគំរូដែលអនុវត្តចំពោះបង្កាន់ដៃ",
    "Choose the transaction type you want to perform": "ជ្រើសរើសប្រភេទប្រតិបត្តិការដែលអ្នកចង់ធ្វើ",
    "Choose the zip file you would like to upload": "ជ្រើសរើសឯកសារ zip ដែលអ្នកចង់បង្ហោះ",
    "Choose what is the rectangle logo of the store.": "ជ្រើសរើសអ្វីដែលជាឡូហ្គោចតុកោណរបស់ហាង។",
    "Choose what is the square logo of the store.": "ជ្រើសរើសអ្វីដែលជាឡូហ្គោការ៉េរបស់ហាង។",
    "Choose what mode applies to this demo.": "ជ្រើសរើសរបៀបណាដែលអនុវត្តចំពោះការបង្ហាញនេះ។",
    "Choose your language to get started.": "ជ្រើសរើសភាសារបស់អ្នកដើម្បីចាប់ផ្តើម។",
    "Choose...": "ជ្រើសរើស...",
    "City": "ទីក្រុង",
    "Clear All": "សម្អាតទាំងអស់",
    "Clear Filters": "បញ្ឈប់ការច្រោះ",
    "Clear Selected Entries ?": "សម្អាតធាតុដែលបានជ្រើសរើស?",
    "Click here or drop your files to upload.": "ចុចទីនេះ ឬដាក់ไฟล์របស់អ្នកដើម្បីផ្ទុក។",
    "Click here to choose a customer.": "ចុចទីនេះដើម្បីជ្រើសរើសអតិថិជន។",
    "Clients Registered": "បានកត់ត្រាអតិថិជន",
    "Clone": "ចម្លង",
    "Clone of \"%s\"": "ចម្លងពី \"%s\"",
    "Close": "បិទ",
    "Close Register": "បិទបញ្ជី",
    "Closed": "បានបិទ",
    "Closed On": "ពេលបិទ",
    "Closing": "កំពុងបិទ",
    "Closing Balance": "ប្រាក់ដែលបាន",
    "Clothing Shop": "ទម្រង់ហាងសម្លៀកបំពាក់",
    "Codabar": "Codabar",
    "Code": "កូដ",
    "Code 11": "Code 11",
    "Code 128": "Code 128",
    "Code 39": "Code 39",
    "Code :": "កូដ :",
    "Column A": "ជួរឈរ A",
    "Column B": "ជួរឈរ B",
    "Combined Report": "របាយការណ៍រួម",
    "Comments": "មតិ",
    "Commissions": "កម្រៃជើងសារ",
    "Common Database Issues": "បញ្ហាទូរទៅ ទាក់ទងនឹងមូលដ្ឋានទិន្នន័យ",
    "Company": "ក្រុមហ៊ុន",
    "Compute Products": "ផលិតផលគណនា",
    "Computing report from %s...": "កំពុងគណនារបាយការណ៍ចេញពី %s...",
    "Condition": "លក្ខខណ្ឌ",
    "Condition:": "លក្ខខណ្ឌ:",
    "Conditions": "លក្ខខណ្ឌ",
    "Configurations": "ការកំណត់រចនាសម្ព័ន្ធ",
    "Configure": "កំណត់រចនាសម្ព័ន្ធ",
    "Configure how invoice and receipts are used.": "កំណត់រចនាសម្ព័ន្ធរបៀបប្រើវិក្កយបត្រ និងបង្កាន់ដៃ។",
    "Configure the accounting feature": "កំណត់រចនាសម្ព័ន្ធមុខងារគណនេយ្យ",
    "Configure the customers settings of the application.": "កំណត់ការកំណត់អតិថិជននៃកម្មវិធី។",
    "Configure the general settings of the application.": "កំណត់ការកំណត់ទូទៅនៃកម្មវិធី។",
    "Configure the pos settings.": "កំណត់រចនាសម្ព័ន្ធការលក់។",
    "Configure the settings": "ការកំណត់រចនាសម្ព័ន្ធ",
    "Confirm": "បញ្ជាក់",
    "Confirm Conversion": "បញ្ជាក់ការបំប្លែង",
    "Confirm Full Payment": "បញ្ជាក់ការទូទាត់ពេញលេញ",
    "Confirm Password": "បញ្ជាក់ពាក្យសម្ងាត់",
    "Confirm Your Action": "បញ្ជាក់សកម្មភាពរបស់អ្នក",
    "Contact phone number for the provider. Might be used to send automated SMS notifications.": "លេខទូរស័ព្ទទំនាក់ទំនងសម្រាប់អ្នកផ្តត់ផ្គង់។ ប្រហែលជាត្រូវបានប្រើដើម្បីផ្ញើការជូនដំណឹង SMS ដោយស្វ័យប្រវត្តិ។",
    "Contact your system administrator if you need regular access to this feature.": "ទំនាក់ទំនងជាមួយអ្នក διαχειនប្រព័ន្ធរបស់អ្នកប្រសិនបើអ្នកត្រូវការអ mengakses ធម្មតា។",
    "Continue": "បន្ត",
    "Control the order type enabled.": "គ្រប់គ្រងប្រភេទបញ្ជាដែលបានបើក។",
    "Controllers": "អ្នកគ្រប់គ្រង",
    "Conversion Successful": "ការបំប្លែងបានជោគជ័យ",
    "Conversion Warning": "ការព្រមានអំពីការបំប្លែង",
    "Convert": "បម្លែង",
    "Convert Unit": "បម្លែងឯកតា",
    "Convert to unit": "បម្លែងឯកតា",
    "Convert {quantity} available": "បំប្លែង {quantity} មាន",
    "Cooldown Before New Request": "ពេលដែលធ្វើការស្នើថ្មី",
    "Copied to clipboard": "ចម្លងទៅក្នុង Clipboard",
    "Copy And Close": "ចម្លងនិងបិទ",
    "Core Version": "កំណែស្នូល",
    "Cost": "តម្លៃ",
    "Cost Of Goods": "តម្លៃផលិតផល",
    "Cost of goods sold account": "គណគាប់តម្លៃផលិតដែលលក់",
    "Countable": "អាចរាប់បាន។",
    "Country": "ប្រទេស",
    "Coupon": "គូប៉ុង",
    "Coupon Code": "កូដគូប៉ុង",
    "Coupon Name": "ឈ្មោះគូប៉ុង",
    "Coupon Order Histories List": "ប្រវត្តិការបញ្ជាទិញមានគូប៉ុង",
    "Coupons": "គូប៉ុង",
    "Coupons List": "បញ្ជីគូប៉ុង",
    "Create": "បង្កើត",
    "Create A Provider": "បង្កើតអ្នកផ្គត់ផ្គង់",
    "Create Account": "បង្កើតគណនី",
    "Create Cash Register": "បង្កើតការបើកបញ្ជី",
    "Create Categories": "បង្កើតប្រភេទ",
    "Create Category": "បង្កើតប្រភេទ",
    "Create Coupon": "បង្កើតគូប៉ុង",
    "Create Customer": "បង្កើតអតិថិជន",
    "Create Customer Group": "បង្កើតក្រុមអតិថិជន",
    "Create Expense": "ធ្វើ Expense",
    "Create Group": "បង្កើតក្រុម",
    "Create New Transaction": "បង្កើតប្រតិបត្តិការថ្មី។",
    "Create Procurements": "បង្កើតការទិញចូល",
    "Create Product": "បង្កើតផលិតផល",
    "Create Reflection": "ធ្វើការ phản chiếu",
    "Create Register": "បង្កើតការចុះឈ្មោះ",
    "Create Reward": "បង្កើតរង្វាន់",
    "Create Roles": "បង្កើតតួនាទី",
    "Create Sales (needs Procurements)": "បង្កើតការលក់ (ត្រូវការទិញចូល)",
    "Create Tax": "បង្កើតពន្ធ",
    "Create Tax Groups": "បង្កើតក្រុមពន្ធថ្មី",
    "Create Unit": "បង្កើតឯកតា",
    "Create Unit Groups": "បង្កើតក្រុមឯកតា",
    "Create User": "បង្កើតអ្នកប្រើប្រាស់",
    "Create a customer": "បង្កើតអតិថិជន",
    "Create a new Account": "បង្កើតគណនីថ្មី",
    "Create a new Customers Group": "បង្កើតក្រុមអតិថិជនថ្មី",
    "Create a new Order Instalment": "បង្កើតការបង់រំលោះថ្មី",
    "Create a new Provider Product": "បង្កើតអ្នកផ្គត់ផ្គង់ផលិតផលថ្មី",
    "Create a new category product": "បង្កើតប្រភេទផលិផលថ្មី",
    "Create a new coupon": "បង្កើតគូប៉ុងថ្មី",
    "Create a new coupon order history": "បង្កើតប្រវត្តិការបញ្ជាទិញដោយប្រើគូប៉ុង",
    "Create a new customer": "បង្កើតអតិថិជនថ្មី",
    "Create a new customer account": "បង្កើតគណនីអតិថិជនថ្មី",
    "Create a new customer coupon": "បង្កើតគូប៉ុងអតិថិជនថ្មី។",
    "Create a new customer coupon history": "បង្កើតប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន",
    "Create a new customer order": "បង្កើតការបញ្ជាទិញរបស់អតិថិជន",
    "Create a new customer reward": "បង្កើតរង្វាន់អតិថិជនថ្មី។",
    "Create a new hold order": "បង្កើតការបញ្ជាទិញកំពុងរង់ចាំ",
    "Create a new order": "បង្កើតការបញ្ជាទិញថ្មី",
    "Create a new payment type": "បន្ថែមប្រភេទការទូទាត់ថ្មី។",
    "Create a new permissionaccess": "ធ្វើសិទ្ធិថ្មី",
    "Create a new procurement": "បង្កើតការទិញចូលថ្មី",
    "Create a new procurement product": "បង្កើតផលិផលថ្មីក្នុងការទិញចូល",
    "Create a new product": "បង្កើតផលិតផលថ្មី",
    "Create a new product history": "បង្កើតប្រវត្តិផលិតផលថ្មី។",
    "Create a new product unit quantity": "បង្កើតបរិមាណឯកតាផលិតផលថ្មី។",
    "Create a new products stock flow": "បង្កើតលំហូរស្តុកផលិតផលថ្មី។",
    "Create a new provider": "បង្កើតអ្នកផ្គត់ផ្គង់សេវាថ្មី",
    "Create a new provider procurement": "បង្កើតអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល",
    "Create a new register": "បង្កើតការចុះឈ្មោះថ្មី",
    "Create a new register history": "បង្កើតប្រវត្តិចុះឈ្មោះថ្មី។",
    "Create a new reward system": "បង្កើតប្រព័ន្ធរង្វាន់ថ្មី",
    "Create a new role": "បង្កើតតួនាទីថ្មី",
    "Create a new role and save it.": "បង្កើតតួនាទីថ្មី ហើយរក្សាទុក។",
    "Create a new rule": "ធ្វើច규칙ថ្មី",
    "Create a new tax": "បង្កើតពន្ធថ្មី",
    "Create a new tax group": "បង្កើតក្រុមពន្ធថ្មី",
    "Create a new transaction": "បង្កើតប្រតិបត្តិការថ្មី",
    "Create a new transaction history": "បង្កើតប្រវត្តិប្រតិបត្តិការថ្មី",
    "Create a new unit": "បង្កើតឯកតាថ្មី",
    "Create a new unit group": "បង្កើតក្រុមឯកតាថ្មី",
    "Create a new user": "បង្កើតអ្នកប្រើប្រាស់ថ្មី",
    "Create a product": "បង្កើតផលិតផល",
    "Create groups to assign customers": "បង្កើតក្រុមសម្រាប់អតិថិជន",
    "Created": "បានបង្កើត",
    "Created At": "បង្កើតនៅ",
    "Created Between": "បានបង្កើតនៅចន្លោះ",
    "Created On": "បានបង្កើតនៅ",
    "Created via tests": "បង្កើតតាមរយៈការធ្វើតេស្ត",
    "Created_at": "Created_at",
    "Creating customers has been explicitly disabled from the settings.": "ការបង្កើតអតិថិជនត្រូវបានបិទពីការកំណត់។",
    "Credit": "ឥណទាន",
    "Credit Limit": "កំណត់ឥណទាន",
    "Crediting": "ឥណទាន",
    "Crediting (Add)": "ការផ្តល់ឥណទាន (បន្ថែម)",
    "Cron Disabled": "Cron បានបិទ",
    "Cron jobs aren't configured correctly on NexoPOS. This might restrict necessary features. Click here to learn how to fix it.": "ការងារ Cron មិនត្រូវបានកំណត់ត្រឹមត្រូវនៅលើ NexoPOS ទេ។ នេះអាចដាក់កម្រិតលើមុខងារចាំបាច់។ ចុចទីនេះដើម្បីរៀនពីរបៀបជួសជុលវា។",
    "Curl Enabled": "បើក Curl",
    "Currency": "រូបិយប័ណ្ណ",
    "Currency Decimal Separator": "សញ្ញាបំបែករូបិយប័ណ្ណ",
    "Currency ISO": "រូបិយប័ណ្ណ ISO",
    "Currency Position": "ទីតាំងរូបិយប័ណ្ណ",
    "Currency Precision": "ភាពជាក់លាក់នៃរូបិយប័ណ្ណ",
    "Currency Symbol": "និមិត្តសញ្ញារូបិយប័ណ្ណ",
    "Currency Thousand Separator": "​បំបែករូបិយប័ណ្ណខ្នាត​មួយ​ពាន់",
    "Current Assets": "สินทรัพย์បច្ចុប្បន្ន",
    "Current Balance": "តុល្យភាព​បច្ចុប្បន្ន",
    "Current Liabilities": "វិក័យបត្របច្ចុប្បន្ន",
    "Current Payment": "ការទូទាត់បច្ចុប្បន្ន",
    "Current Week": "សប្តាហ៍នេះ",
    "Customer": "អតិថិជន",
    "Customer : {selectedCustomerName}": "អតិថិជន : {selectedCustomerName}",
    "Customer Account": "គណនីអតិថិជន",
    "Customer Accounts List": "បញ្ជីគណនីអតិថិជន",
    "Customer Coupon Histories List": "បញ្ជីប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន",
    "Customer Coupons List": "បញ្ជីគូប៉ុងរបស់អតិថិជន",
    "Customer Groups": "ក្រុមអតិថិជន",
    "Customer Groups List": "បញ្ជីក្រុមអតិថិជន",
    "Customer Id": "Id អតិថិជន",
    "Customer Name": "ឈ្មោះ​អតិថិជន",
    "Customer Orders List": "បញ្ជីនៃការបញ្ជារទិញរបស់អតិថិជន",
    "Customer Phone": "លេខទូរសព្ទអតិថិជន",
    "Customer Rewards List": "បញ្ជីលើកទឹកអតិថិជន",
    "Customers": "អតិថិជន",
    "Customers Groups": "ក្រុមអតិថិជន",
    "Customers List": "បញ្ជីអតិថិជន",
    "Customers Settings": "ការកំណត់អតិថិជន",
    "Customers Statement": "ពិស្តារពីអតិថិជន",
    "Customize and print products labels.": "ប្ដូរតាមបំណង និងបោះពុម្ពស្លាកផលិតផល។",
    "Damaged": "បានខូចខាត",
    "Dashboard": "ផ្ទាំងគ្រប់គ្រង",
    "Database Configuration": "កំណត់រចនាសម្ព័ន្ធមូលដ្ឋានទិន្នន័យ",
    "Database Name": "ឈ្មោះ Database",
    "Database Prefix": "បុព្វបទ Database",
    "Database Update": "ការធ្វើបច្ចុប្បន្នភាពមូលដ្ឋានទិន្នន័យ",
    "Database connection was successful.": "ការតភ្ជាប់មូលដ្ឋានទិន្នន័យបានជោគជ័យ។",
    "Date": "កាលបរិច្ឆេទ",
    "Date : %s": "កាលបរិច្ឆេទ : %s",
    "Date : {date}": "កាលបរិច្ឆេទ : {date}",
    "Date Format": "ទម្រង់កាលបរិច្ឆេទ",
    "Date Range : {date1} - {date2}": "ចន្លោះពេល : {date1} - {date2}",
    "Date Time Format": "ទម្រង់កាលបរិច្ឆេទ",
    "Date TimeZone": "កាលបរិច្ឆេទ TimeZone",
    "Days": "ថ្ងៃ",
    "Debit": "ឥណពន្ធ",
    "December": "ធ្នូ",
    "Decide which coupon you would apply to the system.": "សម្រេចចិត្តថាតើគូប៉ុងមួយណាដែលអ្នកនឹងអនុវត្តចំពោះប្រព័ន្ធ។",
    "Decrease": "ធ giảm",
    "Deduct": "ដកចេញ",
    "Deducting": "កាត់ប្រាក់",
    "Deducting (Remove)": "ដកចេញ (លុប)",
    "Default": "លំនាំដើម",
    "Default Change Payment Type": "ផ្លាស់ប្តូរប្រភេទការបង់ប្រាក់",
    "Default Customer Account": "គណនីអតិថិជនលំនាំដើម",
    "Default Customer Group": "ក្រុមអតិថិជនលំនាំដើម",
    "Default Printing (web)": "មធ្យោបាយបោះពុម្ភលំនាំដើម (វេប)",
    "Defec. Qty": "បរិមាណដែលខូច",
    "Defective": "ខូច",
    "Defective Quantity": "បរិមាណដែលខូច",
    "Define Quantity": "កំណត់បរិមាណ",
    "Define The Order Type": "កំណត់ប្រភេទនៃការបញ្ជាទិញ",
    "Define a unique SKU value for the product.": "កំណត់តម្លៃ SKU តែមួយគត់សម្រាប់ផលិតផល។",
    "Define form which hour during the day the coupons is valid.": "កំណត់​ទម្រង់បែបបទ​ម៉ោង​ក្នុង​ថ្ងៃ​ដែលគូប៉ុង​មាន​សុពលភាព។",
    "Define how many time a coupons can be redeemed.": "កំណត់ចំនួនដងដែលគូប៉ុងអាចត្រូវប្រើប្រាស់បាន។",
    "Define how many time the coupon has been used.": "កំណត់ចំនួនដងដែលគូប៉ុងអាចត្រូវប្រើប្រាស់បាន។",
    "Define how often this transaction occurs": "កំណត់ថាតើប្រតិបត្តិការនេះកើតឡើងញឹកញាប់ប៉ុណ្ណា",
    "Define how the shipping is calculated.": "កំណត់ពីរបៀបដែលការដឹកជញ្ជូនត្រូវបានគណនា។",
    "Define how the tax is computed": "កំណត់ពីរបៀបដែលពន្ធត្រូវបានគណនា",
    "Define how the tax is computed on sales.": "កំណត់ពីរបៀបដែលពន្ធត្រូវបានគណនាលើការលក់។",
    "Define if the wholesale price can be selected on the POS.": "កំណត់ថាតើតម្លៃលក់ដុំអាចត្រូវបានជ្រើសរើសនៅលើម៉ាស៊ីនលក់។",
    "Define shipping fees.": "កំណត់ថ្លៃដឹកជញ្ជូន។",
    "Define the amount of the transaction": "កំណត់បរិមាណនៃប្រតិបត្តិការ",
    "Define the barcode type scanned.": "កំណត់ប្រភេទបាកូដដែលបានស្កេន។",
    "Define the barcode value. Focus the cursor here before scanning the product.": "កំណត់តម្លៃបាកូដ។ ផ្តោតលើទស្សន៍ទ្រនិចនៅទីនេះ មុនពេលស្កេនផលិតផល។",
    "Define the cooldown period before a user can request a new permission.": "ស្វែងរកពេលដែលអ្នកអាចស្នើសិទ្ធថ្មី",
    "Define the date of creation of the order.": "កំណត់កាលបរិច្ឆេទនៃការបង្កើតការបញ្ជាទិញ។",
    "Define the default fallback language.": "កំណត់ភាសាជំនួសលំនាំដើម។",
    "Define the default theme.": "កំណត់ប្រធានបទលំនាំដើម។",
    "Define the duration of the action permission.": "កំណត់រយៈពេលនៃសិទ្ធិប្រតិបត្តិ។",
    "Define the image that should be used as an avatar.": "កំណត់រូបភាពដែលគួរប្រើជារូបតំណាង។",
    "Define the installments for the current order.": "កំណត់ការបង់រំលោះសម្រាប់ការបញ្ជាទិញបច្ចុប្បន្ន។",
    "Define the maximum usage possible for this coupon.": "កំណត់ចំនួួនប្រើប្រាស់អតិប្បរមាដែលអាចទៅរួចសម្រាប់គូប៉ុង។",
    "Define the order for the payment. The lower the number is, the first it will display on the payment popup. Must start from \"0\".": "កំណត់ការបញ្ជាទិញសម្រាប់ការទូទាត់។ លេខទាបជាងនេះ ទីមួយវានឹងបង្ហាញនៅលើផ្ទាំងទូទាត់។ ត្រូវតែចាប់ផ្តើមពី \"0\" ។",
    "Define the order name.": "កំណត់ឈ្មោះលំដាប់។",
    "Define the payment type that will be used for all change from the registers.": "និយ địnhប្រភេទការបង់ប្រាក់ដែលនឹងត្រូវបានប្រើប្រាស់សម្រាប់គ្រប់ការផ្លាស់ប្តូរពី реєតា។",
    "Define the percentage or flat value.": "បញ្ជាក់ចំនួនភាគរយ ឬទឹកប្រាក់។",
    "Define the product type.": "កំណត់ប្រភេទផលិតផល។",
    "Define the product type. Applies to all variations.": "កំណត់ប្រភេទផលិតផល។ អនុវត្តចំពោះការប្រែប្រួលទាំងអស់។",
    "Define the provider.": "កំណត់អ្នកផ្តល់សេវា។",
    "Define the rate value for the tax.": "កំណត់តម្លៃអត្រាពន្ធ។",
    "Define the regular selling price.": "កំណត់តម្លៃលក់ធម្មតា។",
    "Define the symbol that indicate decimal number. By default \".\" is used.": "កំណត់និមិត្តសញ្ញាដែលបង្ហាញពីលេខទសភាគ។ តាមលំនាំដើម \"\" ត្រូវបានប្រើ។",
    "Define the symbol that indicate thousand. By default \",\" is used.": "និយមសញ្ញាដែលបង្ហាញតម្លៃរាប់ពាន់។ តាមរយៈ ByDefault គឺប្រើ \",\"",
    "Define the tax group that applies to the sales.": "កំណត់ក្រុមពន្ធដែលអនុវត្តចំពោះការលក់។",
    "Define the tax that apply to the sale.": "កំណត់ពន្ធដែលអនុវត្តចំពោះការលក់។",
    "Define the value of the unit.": "កំណត់តម្លៃនៃឯកតា។",
    "Define the wholesale price.": "កំណត់តម្លៃលក់ដុំ។",
    "Define to which group the unit should be assigned.": "កំណត់ក្រុមណាដែលអង្គភាពគួរតែត្រូវបានចាត់តាំង។",
    "Define to which hour during the day the coupons end stop valid.": "កំណត់​ម៉ោង​ណា​ក្នុង​អំឡុង​ថ្ងៃ​ដែល​គូប៉ុង​ឈប់​មាន​សុពលភាព។",
    "Define what is tax type of the item.": "កំណត់អ្វីដែលជាប្រភេទពន្ធនៃទំនិញ។",
    "Define what is the expiration date of the product.": "កំណត់កាលបរិច្ឆេទផុតកំណត់របស់ផលិផល។",
    "Define what is the sale price of the item.": "កំណត់តម្លៃលក់របស់ទំនិញ។",
    "Define what is the status of the register.": "កំណត់ថាតើអ្វីជាស្ថានភាពនៃការចុះឈ្មោះ។",
    "Define what is the theme that applies to the dashboard.": "កំណត់អ្វីដែលជាប្រធានបទដែលអនុវត្តចំពោះផ្ទាំងគ្រប់គ្រង។",
    "Define what is the type of the tax.": "កំណត់ប្រភេទពន្ធ។",
    "Define what is the type of the transactions.": "កំណត់ប្រភេទនៃប្រតិបត្តិការ។",
    "Define what is the unit price of the product.": "កំណត់តម្លៃឯកតានៃផលិតផល។",
    "Define what operation will occurs on the customer account.": "កំណត់ថាតើប្រតិបត្តិការអ្វីនឹងកើតឡើងនៅលើគណនីអតិថិជន។",
    "Define what roles applies to the user": "កំណត់នូវតួនាទីណាដែលអនុវត្តចំពោះអ្នកប្រើប្រាស់",
    "Define when that specific product should expire.": "កំណត់ពេលវេលាជាក់លាក់ដែលផលិតផលនោះផុតកំណត់។",
    "Define where the currency should be located.": "កំណត់កន្លែងដែលរូបិយប័ណ្ណគួរស្ថិតនៅ។",
    "Define whether the customer billing information should be used.": "កំណត់ថាតើព័ត៌មាននៃការចេញវិក្កយបត្ររបស់អតិថិជនគួរត្រូវបានប្រើប្រាស់ដែរឬទេ។",
    "Define whether the customer shipping information should be used.": "កំណត់ថាតើព័ត៌មានដឹកជញ្ជូនរបស់អតិថិជនគួរត្រូវបានប្រើប្រាស់ដែរឬទេ។",
    "Define whether the image should be primary. If there are more than one primary image, one will be chosen for you.": "កំណត់ថាតើរូបភាពគួរតែជារូបភាពចម្បង។ ប្រសិនបើមានរូបភាពចម្បងច្រើនជាងមួយ រូបថតមួយនឹងត្រូវបានជ្រើសរើសសម្រាប់អ្នក។",
    "Define whether the product is available for sale.": "កំណត់ថាតើផលិតផលមានសម្រាប់លក់ដែរឬទេ។",
    "Define whether the stock alert should be enabled for this unit.": "កំណត់ថាតើការជូនដំណឹងអំពីស្តុកគួរតែត្រូវបានបើកសម្រាប់អង្គភាពនេះឬអត់។",
    "Define whether the unit is available for sale.": "កំណត់ថាតើឯកតានេះមានសម្រាប់លក់ដែរឬទេ។",
    "Define whether the user can use the application.": "កំណត់ថាតើអ្នកប្រើប្រាស់អាចប្រើកម្មវិធីឬអត់។",
    "Define which type of discount apply to the current coupon.": "បញ្ជាក់ប្រភេទនៃការបញ្ចុះតម្លៃសម្រាប់គូប៉ុងនេះ។",
    "Delete": "លុប",
    "Delete Rule": "លុបគោលប័ณฑ์",
    "Delete Selected Customers": "លុបអតិថិជនដែលបានជ្រើសរើស",
    "Delete Selected Entries": "លុបធាតុដែលបានជ្រើសរွေး",
    "Delete Selected Groups": "លុបក្រុមដែលបានជ្រើសរើស",
    "Delete Selected Rewards": "លុបរង្វាន់ដែលបានជ្រើសរើស",
    "Delete Selected Users": "លុបអ្នកប្រើប្រាស់ដែលត្រូវបានជ្រើសរ lựa",
    "Delete Selected entries": "លុបធាតុដែលបានជ្រើសរើស",
    "Delete Sub item": "លុបធាតុរង",
    "Delete a customers": "លុបអតិថិជន",
    "Delete a licence": "លុបអជ្ញារប័ណ្ណ",
    "Delete a user": "លុបអ្នកប្រើប្រាស់",
    "Deleted": "បានលុប",
    "Deleting has been explicitely disabled on this component.": "ការលុបត្រូវបានបិទដោយច្បាស់លើផ្នែកនេះ។",
    "Delivered": "បានចែកចាយ",
    "Delivered On": "បានដឹកជញ្ចូននៅ",
    "Delivery": "ដឹកជញ្ជូន",
    "Delivery Status": "ស្ថានភាពការដឹកជញ្ជូន",
    "Delivery Time": "ពេលវេលាដឹកជញ្ជូន",
    "Dematerialized": "សម្ភារៈដែលអាចខូចគុណភាព",
    "Dematerialized Product": "ផលិតផលខូចគុណភាព",
    "Describe in details the condition of the returned product.": "ពិពណ៌នាលម្អិតអំពីលក្ខខណ្ឌនៃផលិតផលដែលបានត្រឡប់មកវិញ។",
    "Describe the current unit group.": "ពិពណ៌នាអំពីក្រុមឯកតាបច្ចុប្បន្ន។",
    "Describe the current unit.": "ពិពណ៌នាអំពីឯកតាបច្ចុប្បន្ន។",
    "Describe the direct transaction.": "ពិពណ៌នាអំពីប្រតិបត្តិការផ្ទាល់។",
    "Describe the procurement.": "ពិពណ៌នាអំពីលទ្ធកម្ម។",
    "Description": "ពិពណ៌នា",
    "Details": "លម្អិត",
    "Details about the environment.": "ព័ត៌មានលម្អិតអំពីបរិស្ថាន។",
    "Determine Until When the coupon is valid.": "កំណត់រយៈពេលដែលប័ណ្ណមានសុពលភាព។",
    "Determine how the system will generate code for each orders.": "កំណត់ពីរបៀបដែលប្រព័ន្ធនឹងបង្កើតកូដសម្រាប់ការបញ្ជាទិញនីមួយៗ។",
    "Determine if everyone can register.": "កំណត់ថាតើអ្នកគ្រប់គ្នាអាចចុះឈ្មោះបាន។",
    "Determine if the POS will support cash registers.": "កំណត់ថាតើម៉ាស៊ីនឆូតកាតនឹងគាំទ្រការចុះឈ្មោះសាច់ប្រាក់ដែរឬទេ។",
    "Determine if the procurement should be marked automatically as approved once the Delivery Time occurs.": "កំណត់ថាតើលទ្ធកម្មគួរតែត្រូវបានសម្គាល់ដោយស្វ័យប្រវត្តិថាបានយល់ព្រមនៅពេលការដឹកជញ្ជូនកើតឡើង។",
    "Determine if the reporting should be enabled globally.": "កំណត់ថាតើការរាយការណ៍គួរតែត្រូវបានបើកជាសកល។",
    "Determine if the unit is the base unit from the group.": "កំណត់ថាតើឯកតាគឺជាឯកតាមូលដ្ឋានពីក្រុម។",
    "Determine in percentage, what is the first minimum credit payment made by all customers on the group, in case of credit order. If left to \"0\", no minimal credit amount is required.": "ស្វែងរកក្នុងភាគរយ, តម្លៃសរុបតិចតួចដែលត្រូវបានអតិជនទាំងអស់ក្នុងក្រុម πληរតួ, ក្នុងករណីដែលជាកាណេត។ ប្រសិនបើទុកជា \"0\", មិនមានចំនួនកាណេតតិចតួច។",
    "Determine in which condition the product is returned.": "កំណត់ក្នុងលក្ខខណ្ឌណាមួយដែលផលិតផលត្រូវបានប្រគល់មកវិញ។",
    "Determine the VAT type that should be used.": "កំណត់ប្រភេទ ពន្ធអាករដែលគួរប្រើ។",
    "Determine the action taken while a product has expired.": "កំណត់សកម្មភាពដែលបានធ្វើឡើងខណៈពេលដែលផលិតផលមួយបានផុតកំណត់។",
    "Determine the amount of the transaction.": "កំណត់បរិមាណនៃប្រតិបត្តិការ។",
    "Determine the default timezone of the store. Current Time: %s": "កំណត់តំបន់ពេលវេលាលំនាំដើមរបស់ហាង។ ពេលវេលាបច្ចុប្បន្ន៖ %s",
    "Determine the unit for sale.": "កំណត់ឯកតាសម្រាប់លក់។",
    "Determine what is the actual payment status of the procurement.": "កំណត់ថាតើអ្វីជាស្ថានភាពទូទាត់ជាក់ស្តែងនៃលទ្ធកម្ម។",
    "Determine what is the actual provider of the current procurement.": "កំណត់ថាតើអ្វីជាស្ថានភាពទូទាត់ជាក់ស្តែងនៃលទ្ធកម្ម។",
    "Determine what is the actual value of the procurement. Once \"Delivered\" the status can't be changed, and the stock will be updated.": "ស្វែងរកតម្លៃពិតប្រាកដនៃការទិញ។ នៅពេលដែល \"បានຈັດສົ່ງ\" ស្ថានភាពមិនអាចត្រូវបានផ្លាស់ប្តូរបាន, ហើយស្តុកនឹងត្រូវបានធ្វើជាថ្មី។",
    "Determine what is the currency indicator that should be used.": "កំណត់ថាតើអ្វីជាសូចនាកររូបិយប័ណ្ណដែលគួរប្រើ។",
    "Determine what is the gateway used for printing.": "កំណត់ថាតើមធ្យោបាយ",
    "Determine when the printing should be enabled.": "កំណត់កាបោះពុម្ភគួរបើកនៅពេលណា។",
    "Developper Section": "ផ្នែកអ្នកអភិវឌ្ឍន៍",
    "Ding": "ឌីង",
    "Direct Expense": "ករណីផ្ទាល់",
    "Direct Expenses": "ថវិកផ្ទាល់",
    "Direct Transaction": "ប្រតិបត្តិការផ្ទាល់",
    "Disable": "បិទ",
    "Disabled": "បិទ",
    "Discount": "បញ្ចុះតម្លៃ",
    "Discount Percentage": "ចុះតម្លៃជាភាគរយ",
    "Discount Type": "ប្រភេទនៃការចុះតម្លៃ",
    "Discount Value": "តម្លៃដែលត្រូវបញ្ចុះ",
    "Discounts": "ការបញ្ចុះតម្លៃ",
    "Display All Accounts.": "បង្ហាញគណនីទាំងអស់។",
    "Display On Receipt": "បង្ហាញនៅលើបង្កាន់ដៃ",
    "Display all Customers Groups.": "បង្ហាញបញ្ជីក្រុមអតិថិជនទាំងអស់។",
    "Display all Order Instalments.": "បង្ហាញរាល់ការបញ្ជាទិញបង់រំលោះ។",
    "Display all Provider Products.": "បង្ហាញអ្នកផ្គត់ផ្គង់ផលិតផលទាំងអស់។",
    "Display all category products.": "បង្ហាញប្រភេទផលិតផលទាំងអស់។",
    "Display all coupon order histories.": "បង្ហាញប្រវត្តិនៃការបញ្ជាទិញមានគូប៉ុងទាំងអស់។",
    "Display all coupons.": "បង្ហាញគូប៉ុងទាំងអស់។",
    "Display all customer accounts.": "បង្ហាញគណនីអតិថិជនទាំងអស់។",
    "Display all customer coupon histories.": "បង្ហាញប្រវត្តិគូប៉ុងសម្រាប់អតិថិជនទាំងអស់។",
    "Display all customer coupons.": "បង្ហាញគូប៉ុងរបស់អតិថិជនទាំងអស់។",
    "Display all customer orders.": "បង្ហាញរាល់ការបញ្ជាទិញរបស់អតិថិជនទាំងអស់។",
    "Display all customer rewards.": "បង្ហាញរង្វាន់អតិថិជនទាំងអស់។",
    "Display all customers.": "បង្ហាញបញ្ជីអតិថិជនទាំងអស់",
    "Display all hold orders.": "បង្ហាញបញ្ជាទិញកំពុងរង់ចាំទាំងអស់។",
    "Display all orders.": "បង្ហាញការបញ្ជាទិញទាំងអស់។",
    "Display all payment types.": "បង្ហាញប្រភេទការទូទាត់ទាំងអស់។",
    "Display all permissionaccesses.": "បង្កតបញ្ជីសិទ្ធិទាំងអស់។",
    "Display all procurement products.": "បង្ហាញផលិតផលក្នុងការទិញចូលទាំងអស់។",
    "Display all procurements.": "បង្ហាញការទិញចូលទាំងអស់។",
    "Display all product histories.": "បង្ហាញប្រវត្តិផលិតផលទាំងអស់។",
    "Display all product stock flow.": "បង្ហាញលំហូរស្តុកផលិតផលទាំងអស់។",
    "Display all product unit quantities.": "បង្ហាញបរិមាណឯកតាផលិតផលទាំងអស់។",
    "Display all products.": "បង្ហាញផលិតផលទាំងអស់។",
    "Display all provider procurements.": "បង្ហាញអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល។",
    "Display all providers.": "បង្ហាញអ្នកផ្តល់សេវាទាំងអស់។",
    "Display all register histories.": "បង្ហាញប្រវត្តិចុះឈ្មោះទាំងអស់។",
    "Display all registers.": "បង្ហាញការចុះឈ្មោះទាំងអស់។",
    "Display all reward systems.": "បង្ហាញប្រព័ន្ធរង្វាន់ទាំងអស់។",
    "Display all roles.": "បង្ហាញតួនាទីទាំងអស់។",
    "Display all taxes groups.": "បង្ហាញក្រុមពន្ធទាំងអស់។",
    "Display all taxes.": "បង្ហាញពន្ធទាំងអស់។",
    "Display all transaction history.": "បង្ហាញប្រវត្តិប្រតិបត្តិការទាំងអស់។",
    "Display all transactions.": "បង្ហាញប្រតិបត្តិការទាំងអស់។",
    "Display all unit groups.": "បង្ហាញក្រុមឯកតាទាំងអស់។",
    "Display all units.": "បង្ហាញឯកតាទាំងអស់។",
    "Display all users.": "បង្ហាញអ្នកប្រើប្រាស់ទាំងអស់។",
    "Display the complete customer statement.": "បង្ហាញរបាយការណ៍អតិថិជនពេញលេញ។",
    "Displays On POS": "បង្ហាញនៅលើផ្ទាំងលក់",
    "Displays the customer account history for %s": "បង្ហាញប្រវត្តិគណនីអតិថិជនសម្រាប់ %s",
    "Displays the customer birth date": "បង្ហាញថ្ងៃខែឆ្នាំកំណើតរបស់អតិថិជន",
    "Document : Best Products": "ឯកសារ : ផលិតផលល្អបំផុត",
    "Document : Combined Products History": "ឯកសារ : ប្រវត្តិផលិតផលរួមបញ្ចូលគ្នា",
    "Document : Customer Statement": "ឯកតា : អំពីអតិថិជន",
    "Document : Payment Type": "ឯកសារ :ប្រភេទការបង់ប្រាក់",
    "Document : Profit Report": "ឯកសារ : របាយការណ៍ចំនេញ",
    "Document : Sale By Payment": "ឯកសារ : ការលក់តាមការបង់ប្រាក់",
    "Document : Sale Report": "ឯកសារ : របាយការណ៍លក់",
    "Document : Sold Stock Report": "ឯកសារ : របាយការណ៍ស្តុកដែលបានលក់",
    "Document : Yearly Report": "ឯកសារ : របាយការណ៍ប្រចាំឆ្នាំ",
    "Document : {reportTypeName}": "ឯកសារ : {reportTypeName}",
    "Documentation": "ឯកសារ",
    "Doesn't work with Grouped Product.": "មិនដំណើរការជាមួយផលិតផលដែលបានបញ្ចូល។",
    "Done": "រួចរាល់",
    "Done At": "រួចរាល់នៅ",
    "Download": "ទាញយក",
    "Downloading latest dev build...": "កំពុងទាញយកកំណែរ dev ចុងក្រោយបង្អស់...",
    "Draft": "សេចក្តីព្រាង",
    "Driver": "ករណី",
    "Drop the widget here": "បន្ថយធាតុនេះ",
    "Drop widget \/ click to add": "បន្ថយធាតុ \/ ចុចដើម្បីបន្ថែម",
    "Due": "ជំពាក់",
    "Due Amount": "ទឹកប្រាក់មិនទាន់ទូរទាត់",
    "Due With Payment": "ប្រាក់បង់នៅសល់",
    "Dynamic": "មិនទៀងទាត់",
    "Dynamic product can't have their price updated.": "ផលិតផលដែលអាចផ្លាស់ប្តូរតម្លៃមិនអាចផ្លាស់ប្តូរតម្លៃបាន។",
    "EAN 13": "EAN 13",
    "EAN 8": "EAN 8",
    "Edit": "កែតម្រូវ",
    "Edit Account": "កែសម្រួលគណនី",
    "Edit Coupon": "កែសម្រួលគូប៉ុង",
    "Edit Customers Group": "កែតម្រូវក្រុមអតិថិជន",
    "Edit Order Instalment": "កែសម្រួលការបង់រំលោះ",
    "Edit Procurement": "កែសម្រួលលទ្ធកម្ម",
    "Edit Provider Product": "កែសម្រួលអ្នកផ្គត់ផ្គង់ផលិតផល",
    "Edit a product": "កែសម្រួលផលិតផល",
    "Edit category product": "កែតម្រូវប្រភេទផលិតផល",
    "Edit coupon": "កែតម្រូវគូប៉ុង",
    "Edit coupon order history": "កែតម្រូវប្រវត្តិនៃការបញ្ជាទិញមានគូប៉ុង",
    "Edit customer": "កែតម្រូវអតិថិជន",
    "Edit customer account": "កែតម្រូវគណីអតិថិជន",
    "Edit customer coupon": "កែតម្រូវគូប៉ុងសម្រាប់អតិថិជន",
    "Edit customer coupon history": "កែតម្រូវប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន",
    "Edit customer order": "កែតម្រូវការបញ្ជាទិញរបស់អស់អតិថិជន",
    "Edit customer reward": "កែប្រែប្រព័ន្ធលើកទឹកចិត្តរបស់អតិថិជន។",
    "Edit hold order": "កែតម្រូវការបញ្ជាទិញកំពុងរង់ចាំ",
    "Edit order": "កែសម្រួលការបញ្ជាទិញ",
    "Edit payment type": "កែសម្រួលប្រភេទការទូទាត់",
    "Edit permissionaccess": "លម្អិតសិទ្ធិ",
    "Edit procurement": "កែតម្រូវការទិញចូល",
    "Edit procurement product": "កែតម្រូវផលិតផលក្នុងការទិញចូល",
    "Edit product": "កែតម្រូវផលិតផល",
    "Edit product history": "កែសម្រួលប្រវត្តិផលិតផល",
    "Edit product unit quantity": "កែសម្រួលបរិមាណឯកតាផលិតផល",
    "Edit products stock flow": "កែសម្រួលលំហូរស្តុកផលិតផល",
    "Edit provider": "កែតម្រូវអ្នកផ្គត់ផ្គង់",
    "Edit provider procurement": "កែសម្រួលអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល",
    "Edit register": "កែតម្រូវការចុះឈ្មោះ",
    "Edit register history": "កែសម្រួលប្រវត្តិចុះឈ្មោះ",
    "Edit reward system": "កែសម្រួលប្រព័ន្ធរង្វាន់",
    "Edit role": "កែតម្រូវតួនាទី",
    "Edit tax": "កែសម្រួលពន្ធ",
    "Edit tax group": "កែសម្រួលក្រុមពន្ធ",
    "Edit transaction": "កែសម្រួលប្រតិបត្តិការ",
    "Edit transaction history": "កែសម្រួលប្រវត្តិប្រតិបត្តិការ",
    "Edit unit": "កែប្រែឯកតា",
    "Edit unit group": "កែសម្រួលក្រុមឯកតា",
    "Edit user": "កែសម្រួលអ្នកប្រើប្រាស់",
    "Editable Unit Price": "តម្លៃឯកតាដែលអាចកែសម្រួលបាន",
    "Editing an existing coupon.": "ការកែសម្រួលគូប៉ុងដែលមានស្រាប់។",
    "Either Selling or Purchase unit isn't defined. Unable to proceed.": "មិនបាន నిర్వచ Units សម្រាប់ Purchases ឬ Purchases។ មិនអាចបន្ត",
    "Email": "អ៊ីមែល",
    "Enable": "បើក",
    "Enable Action Permission": "បើកសិទ្ធ",
    "Enable Cash Registers": "បើកកត់ត្រាសាច់ប្រាក់",
    "Enable Credit & Account": "បើកដំណើរការឥណទាន និងគណនី",
    "Enable Email Reporting": "បើកការរាយការណ៍តាមអ៊ីមែល",
    "Enable Normal Price": "បើកតម្លៃធម្មតា",
    "Enable Reward": "បើករង្វាន់",
    "Enable WholeSale Price": "បើកដំណើរការតម្លៃលក់ដុំ",
    "Enable Workers": "បើក Workers",
    "Enable background services for NexoPOS. Refresh to check whether the option has turned to \"Yes\".": "បើកដំណើរការសេវាកម្មផ្ទៃខាងក្រោយសម្រាប់ NexoPOS ។ ធ្វើឱ្យស្រស់ដើម្បីពិនិត្យមើលថាតើជម្រើសបានប្រែទៅជា \"បាទ\/ចាស\" ដែរឬទេ។",
    "Enable the stock management on the product. Will not work for service or uncountable products.": "បើកការគ្រប់គ្រងស្តុកលើផលិតផល។ នឹងមិនដំណើរការសម្រាប់សេវាកម្ម ឬផលិតផលដែលមិនអាចរាប់បានឡើយ។",
    "Enabled": "បើក",
    "End of Month": "ចុងខែ",
    "Enter": "ចូល",
    "Enter admin password": "ចុចបញ្ចូលលេខសម្ងាត់",
    "Enter admin username": "ចុចបញ្ចូលឈ្មោះអ្នក διαχειន",
    "Entity Expense": "ថវិកាដែលធ្វើដោយក្រុមហ៊ុន",
    "Entity Transaction": "ប្រតិបត្តិការរបស់អង្គភាព",
    "Entry Class": "ក្រុមការបញ្ចូល",
    "Environment Details": "Environment លម្អិត",
    "Equity": "ទុន",
    "Error processing clipboard content.": "ដំណើរការមិនអាចបាន។",
    "Every %s Days before month ends": "មួយថ្ងៃមុនខែបញ្ចប់",
    "Every %s day": "មួយថ្ងៃ",
    "Every %s day after month starts": "មួយថ្ងៃក្រោយពីខែចាប់ផ្តើម",
    "Every %s days": "មួយថ្ងៃ",
    "Every %s days after month starts": "មួយថ្ងៃក្រោយពីខែចាប់ផ្តើម",
    "Every %s hour": "មួយម៉ោង",
    "Every %s hours": "មួយម៉ោង",
    "Every %s minute": "មួយនាទី",
    "Every %s minutes": "មួយនាទី",
    "Every %sth of the month": "ថ្ងៃទី %s នៃខែ",
    "Every 1st of the month": "ថ្ងៃទី 1 នៃខែ",
    "Every 2nd of the month": "ថ្ងៃទី 2 នៃខែ",
    "Every 3rd of the month": "ថ្ងៃទី 3 នៃខែ",
    "Every X Days": "មួយថ្ងៃ",
    "Every X hours": "មួយម៉ោង",
    "Every X minutes": "មួយនាទី",
    "Every customer should have a unique phone number.": "អតិថិជនគ្រប់រូបគួរតែមានលេខទូរស័ព្ទមិនជាន់គ្នា។",
    "Every end of month": "ពេលបញ្ចប់ខែ",
    "Every middle month": "ថ្ងៃចុងខែ",
    "Every order cash payment will be reflected on this account": "គ្រប់ការទូទាត់ប្រាក់តាមកញ្ចប់ នឹងត្រូវបង្ហាញនៅលើគណគាប់នេះ",
    "Every start of the month": "ថ្ងៃដំបូង នៃខែ",
    "Every unpaid orders will be recorded on this account.": "គ្រប់វិក័យប័ត្រដែលមិនទូទាត់ នឹងត្រូវសរសេរនៅលើគណគាប់នេះ",
    "Every {days}": "ក្នុងមួយ %days",
    "Every {day} of the month": "រៀងរាល់ {day} នៃខែ",
    "Every {hours}": "ក្នុងមួយ %hours",
    "Every {minutes}": "ក្នុងមួយ %minutes",
    "Exclusive": "មិនរួមបញ្ចូល",
    "Exclusive Product Taxes": "មិនរួមបញ្ចូលពន្ធផលិតផល",
    "Exit To Orders": "ចាកចេញពីការបញ្ជារទិញ",
    "Expense Accounts": "ទំព័របកប្រាក់",
    "Expense Card Widget": "ផ្ទាំងវិចិត្រនៃការចំណាយ",
    "Expense Type": "ប្រភេទចំណាយ",
    "Expenses": "ចំណាយ",
    "Expenses Cash": "ថវិកប្រាក់",
    "Expiration Date": "កាលបរិច្ឆេទហួសកំណត់",
    "Expired_at": "ត្រូវបញ្ចប់",
    "Expires": "ផុតកំណត់",
    "Expiry": "ផុតកំណត់",
    "Extends NexoPOS features with some new modules.": "ពង្រីកលក្ខណៈពិសេស NexoPOS ជាមួយនឹងម៉ូឌុលថ្មីមួយចំនួន។",
    "Extensions": "ផ្នែកបន្ថែម",
    "Failed to generate QR code": "មិនអាចផលិត QR code បាន",
    "Failed to load permission data": "មិនអាចផ្ទុកព័ត៌មានអនុញ្ញាតិបាន",
    "Failed to parse the configuration file on the following path \"%s\"": "បានបរាជ័យក្នុងការញែកឯកសារកំណត់រចនាសម្ព័ន្ធនៅលើផ្លូវខាងក្រោម \"%s\"",
    "Failed to process request. Please try again.": "មិនអាចដំណើរការសំណើ។ សូមព្យាករម្តងទៀត។",
    "Failed to upload file.": "មិនអាចផ្ទុកឯកសារបាន។",
    "Features": "ពិសេស",
    "Febuary": "កុម្ភៈ",
    "Female": "ស្រី",
    "File Name": "ឈ្មោះឯកសារ",
    "File Upload Enabled": "បានបើកដំណើរការផ្ទុកឯកសារ",
    "File Upload Size": "ទំហំផ្ទុកឯកសារ",
    "File uploaded successfully.": "ឯកសារត្រូវបានផ្ទុកដោយជោគជ័យ។",
    "Filter By Category": "ច្រោះទិន្ន័យតាមប្រភេទ",
    "Filter User": "ច្រោះទិន្ន័យអ្នកប្រើប្រាស់",
    "Filter by Category": "ច្រោះទិន្ន័យតាមប្រភេទ",
    "Filter by Unit": "ច្រោះទិន្ន័យតាមឯកតា",
    "Filter by Units": "ច្រោះទិន្ន័យតាមឯកតា",
    "Filter orders using the customer phone number.": "ស្រកបញ្ហាដោយប្រើលេខទូរស័ព្ទរបស់អតិថិជន",
    "Filter the orders by the author.": "ស្រកបញ្ហាតាមអ្នកសរសេរ",
    "Filter the orders by the customer.": "ស្រកបញ្ហាតាមអតិថិជន",
    "Filter the orders to the cash registers.": "ស្រកបញ្ហាទៅកាន់តូបលក់",
    "Filters": "ច្រោះ",
    "Final Qty": "Qty ចុងក្រោយ",
    "Final Quantity": "បរិមាណចុងក្រោយ",
    "First Address": "អាសយដ្ឋានគោល",
    "First Day Of Month": "ថ្ងៃដំបូងនៃខែ",
    "First Name": "នាមត្រកូល",
    "First address of the provider.": "អាសយដ្ឋានទី១របស់អ្នកផ្គត់ផ្គង់។",
    "Fixed Assets": "สินทรัพย์ ಸ್ಥిរ",
    "Flat": "ទឹកប្រាក់",
    "Flat Discount": "បញ្ចុះតម្លៃជាទឹកប្រាក់",
    "Flat Rate": "អត្រាថេរ",
    "Flexible Rate": "អត្រាបត់បែន",
    "Forbidden Action": "វិក័យសកម្មភាព",
    "Force Barcode Auto Focus": "បង្ខំ Barcode Auto Focus",
    "Force account validation after the registration.": "បង្ខំឱ្យមានសុពលភាពគណនីបន្ទាប់ពីការចុះឈ្មោះ។",
    "Fri": "សុ",
    "Friday": "សុក្រ",
    "From": "ចាប់ពី",
    "From Partially Paid Orders": "ពីការបញ្ជាទិញដែលបានបង់ដោយផ្នែក",
    "Full Payment": "ការទូទាត់ពេញលេញ",
    "Further details about the provider": "ព័ត៌មានលម្អិតបន្ថែមអំពីអ្នកផ្តត់ផ្គង់",
    "Further details about the transaction.": "ព័ត៌មានលម្អិតបន្ថែមអំពីប្រតិបត្តិការ។",
    "Further details on the transaction.": "ព័ត៌មានលម្អិតបន្ថែមអំពីប្រតិបត្តិការ។",
    "Further observation while proceeding.": "ការសង្កេតបន្ថែមទៀតនៅពេលដំណើរការ។",
    "GST": "GST",
    "Gallery": "វិចិត្រសាល",
    "Gateway": "ច្រកមធ្យោបាយ",
    "Gender": "ភេទ",
    "General": "ទូទៅ",
    "General Details": "ព័ត៌មានលម្អិត",
    "General Settings": "ការកំណត់​ទូទៅ",
    "General Shipping": "ការដឹកជញ្ជូនទូទៅ",
    "Generate Report": "បង្កើតរបាយការណ៍",
    "Generated Tokens": "បង្កើត Tokens",
    "Generating QR...": "ផលិត QR...",
    "Go Back": "ត្រឡប់ក្រោយ",
    "Good Condition": "ល​ក្ខ័​ខ​ណ្ឌ័​ល្អ",
    "Grant Access": "ផ្ដល់សិទ្ធិ",
    "Grant temporary access (5 minutes)": "ផ្ដល់សិទ្ធិអ mengakses (5 នាទី)",
    "Granter": "អ្នកផ្ដល់",
    "Group": "ក្រុម",
    "Grouped Product": "ផលិតផលជាក្រុម",
    "Groups": "ក្រុម",
    "Has Filters": "មានការច្រោះ",
    "Hidden": "លាក់ទុក",
    "Hide Dashboard": "លាក់ផ្ទាំងគ្រប់គ្រង",
    "Hide Details": "លាក់ព័ត៌មានលម្អិត",
    "Hide Empty Category": "លាក់​ប្រភេទ​ទទេ",
    "Hide Exhausted Products": "លាក់ផលិតផលដែលអស់ស្តុក",
    "Hide Roles": "ជ្រៀត",
    "History": "ប្រវត្តិ",
    "Hold": "រង់ចាំ",
    "Hold Order": "ផ្អាកការបញ្ជាទិញ",
    "Hold Order Cleared": "បានជម្រះការបញ្ជាទិញ",
    "Hold Orders List": "បញ្ជីបញ្ជាទិញកំពុងរង់ចាំ",
    "Home": "ទំព័រដើម",
    "Hostname": "ឈ្មោល",
    "How to change database configuration": "របៀបផ្លាស់ប្តូរការកំណត់រចនាសម្ព័ន្ធមូលដ្ឋានទិន្នន័យ",
    "Howdy, {name}": "សួស្តី, {name}",
    "ISO Currency": "រូបិយប័ណ្ណ ISO",
    "Id": "Id",
    "Identification": "ការកំណត់អត្តសញ្ញាណ",
    "Identifier": "កំណត់អត្តសញ្ញាណ",
    "If clicked to no, all products assigned to this category or all sub categories, won't appear at the POS.": "ប្រសិនបើអ្នកចុច \"ទេ\", ផលិតផលទាំងអស់ដែលត្រូវបានផ្ដល់ទៅក្នុងหมวดหมู่នេះ ឬក្រុម ಉಪหมวดหมู่ទាំងអស់, នឹងមិនបង្ហាញនៅលើ POS.",
    "If set to Yes, the transaction will trigger on defined occurrence.": "ប្រសិនបើកំណត់ទៅ បាទ\/ចាស ប្រតិបត្តិការនឹងចាប់ផ្តើមនៅពេលកើតឡើងដែលបានកំណត់។",
    "If set to yes, the transaction will take effect immediately and be saved on the history.": "ប្រសិនបើកំណត់ទៅបាទ\/ចាស ប្រតិបត្តិការនឹងមានប្រសិទ្ធភាពភ្លាមៗ ហើយត្រូវបានរក្សាទុកនៅលើប្រវត្តិ។",
    "If the procurement has been issued outside of NexoPOS, please provide a unique reference.": "ប្រសិនបើលទ្ធកម្មត្រូវបានចេញក្រៅ NexoPOS សូមផ្តល់ឯកសារយោងតែមួយគត់។",
    "If the procurement has to be delivered at a specific time, define the moment here.": "ប្រសិនបើលទ្ធកម្មត្រូវប្រគល់ជូននៅពេលជាក់លាក់ណាមួយ កំណត់ពេលវេលានៅទីនេះ។",
    "If this category should be a child category of an existing category": "ប្រសិនបើប្រភេទផលិតផលគួរជាកូនចៅរបស់ប្រភេទផលិផលដែលមានស្រាប់",
    "If you haven't asked this, please get in touch with the administrators.": "ប្រសិនបើអ្នកមិនបានធ្វើដូច្នេះ, សូមទំនាក់ទំនងជាមួយអ្នកគ្រប់គ្រង។",
    "If you see this page, this means NexoPOS is correctly installed on your system. As this page is meant to be the frontend, NexoPOS doesn't have a frontend for the meantime. This page shows useful links that will take you to the important resources.": "ប្រសិនបើអ្នកឃើញទំព័រនេះ នេះមានន័យថា NexoPOS ត្រូវបានដំឡើងយ៉ាងត្រឹមត្រូវនៅលើប្រព័ន្ធរបស់អ្នក។ ដោយសារទំព័រនេះមានន័យថាជា frontend ដូច្នេះ NexoPOS មិនមាន frontend នៅឡើយទេពេលនេះ។ ទំព័រនេះបង្ហាញតំណមានប្រយោជន៍ដែលនឹងនាំអ្នកទៅកាន់មុខងារសំខាន់ៗ។",
    "If you would like to add some disclosure at the bottom of the receipt.": "ប្រសិនបើអ្នកចង់បន្ថែមការបង្ហាញមួយចំនួននៅផ្នែកខាងក្រោមនៃបង្កាន់ដៃ។",
    "If you would like to define a custom invoice date.": "ប្រសិនបើអ្នកចង់កំណត់កាលបរិច្ឆេទវិក្កយបត្រផ្ទាល់ខ្លួន។",
    "If your CRUD resource has a relation, mention it as follow \"foreign_table, foreign_key, local_key\" ? [S] to skip, [Q] to quit.": "បើសិនជា CRUD resource របស់អ្នកមានទំនាក់ទំនង, សូមបញ្ជាក់ដូចខាងក្រោម \"foreign_table, foreign_key, local_key\" ? ចុច [S] ដើម្បីរម្លង, [Q] ដើម្បីចាកចេញ។",
    "Image": "រូបភាព",
    "Images": "រូបភាព",
    "Important Notes": "កំណត់ចំណាំសំខាន់ៗ",
    "In Use": "កំពុង​ប្រើ",
    "In case the product is computed based on a percentage, define the rate here.": "ក្នុងករណីដែលផលិតផលត្រូវបានគណនាដោយផ្អែកលើភាគរយ សូមកំណត់អត្រានៅទីនេះ។",
    "In order to keep NexoPOS running smoothly with updates, we need to proceed to the database migration. In fact you don't need to do any action, just wait until the process is done and you'll be redirected.": "ដើម្បីរក្សាឱ្យ NexoPOS ដំណើរការដោយស្អាតជាមួយនឹងការធ្វើសំដៅ, យើងត្រូវការធ្វើការផ្លាស់ប្តូរមូលដ្ឋាន។ ជាក់ស្តែង, អ្នកមិនចាំបាច់ធ្វើអ្វី, ប៉ុន្តែត្រូវរង់ចាំจนចប់ដំណើរការ ហើយអ្នកនឹងត្រូវបានបញ្ជូនទៅ។",
    "In order to proceed, an initial payment of {amount} is required for the selected payment type \"{paymentType}\". Would you like to proceed ?": "ដើម្បីបន្ត ការបង់ប្រាក់ដំបូងចំនួន {amount} ត្រូវបានទាមទារសម្រាប់ប្រភេទការទូទាត់ដែលបានជ្រើសរើស \"{paymentType}\" ។ តើអ្នកចង់បន្តទេ?",
    "In order to see a customer account, you need to select one customer.": "ដើម្បីមើលគណនីអតិថិជន អ្នកត្រូវជ្រើសរើសអតិថិជនម្នាក់។",
    "In which language would you like to install NexoPOS ?": "តើអ្នកចង់ដំឡើង NexoPOS ជាភាសាមួយណា?",
    "In {date}": "នៅ {date}",
    "Included Products": "រួមបញ្ចូលទាំងផលិតផល",
    "Inclusive": "រួមបញ្ចូល",
    "Inclusive Product Taxes": "រួមបញ្ចូលពន្ធផលិតផល",
    "Income": "ចំណូល",
    "Incomes & Loosses": "ចំនេញ និងខាត",
    "Incoming Conversion": "បម្លែងចូល",
    "Incoming Transfer": "ផ្ទេរចូល",
    "Incompatibility Exception": "ករណីលើកលែងនៃភាពមិនត្រូវគ្នា។",
    "Incomplete Orders": "ការបញ្ជាទិញមិនពេញលេញ",
    "Incomplete Sale Card Widget": "ផ្ទាំងវិចិត្រលក់មិនពេញលេញ",
    "Incorrect Authentication Plugin Provided.": "កម្មវិធីជំនួយការផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវត្រូវបានផ្តល់ជូន។",
    "Increase": "លើក",
    "Index": "សន្ទស្សន៍",
    "Indirect Transaction": "ការប្រតិបត្តិមិន ನೇច",
    "Ini. Qty": "Qty ដំបូង",
    "Initial Balance": "សមតុល្យដំបូង",
    "Initial Payment": "ការទូទាត់ដំបូង",
    "Initial Quantity": "បរិមាណដំបូង",
    "Input": "បញ្ចូល",
    "Input the coupon code that should apply to the POS. If a coupon is issued for a customer, that customer must be selected priorly.": "បញ្ចូលលេខកូដគូប៉ុងដែលគួរអនុវត្តទៅលើកម្មវិធីលក់។ ប្រសិនបើគូប៉ុងត្រូវបានចេញសម្រាប់អតិថិជន អតិថិជននោះត្រូវតែត្រូវបានជ្រើសរើសជាមុន។",
    "Install": "ដំឡើង",
    "Installments": "ការបង់រំលោះ",
    "Instalments": "ការបង់រំលោះ",
    "Instalments & Payments": "ការបង់រំលោះ និងការទូទាត់",
    "Instalments:": "បង់រំលោះ:",
    "Invalid": "ខុស",
    "Invalid Error Message": "សារដំណឹងនៃកំហុសឆ្គងមិនត្រឹមត្រូវ",
    "Invalid Module provided.": "ផ្តល់ Module មិនត្រឹមត្រូវ។",
    "Invalid Request.": "សំណើមិនត្រឹមត្រូវ។",
    "Invalid account name": "ឈ្មោះគណនារបស់មិនត្រឹមត្រូវ",
    "Invalid activation token.": "Token សម្ងាត់ធ្វើឱ្យសកម្មមិនត្រឹមត្រូវ។",
    "Invalid credentials or insufficient permissions": "លេខសម្គាល់មិនត្រឹមត្រូវ ឬមានឋាន quyềnមិនគ្រប់គ្រាន់",
    "Invalid transaction history provided for reflection.": "ប្រទេសប្រតិបត្តិការមិនអាចឆ្លងតួបាន។",
    "Invalid username or password.": "ឈ្មោះអ្នកប្រើ ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ។",
    "Inventory": "សារពើភ័ណ្ឌ",
    "Inventory Account": "ఖాతា αποθεត",
    "Invoice": "វិក្កយបត្រ",
    "Invoice Date": "កាលបរិច្ឆេទវិក្កយបត្រ",
    "Invoice Number": "លេខ​វិ​ក័​យ​ប័ត្រ",
    "Invoice Settings": "ការកំណត់វិក្កយបត្រ",
    "Invoices": "វិក័យប័ត្រ",
    "Is Primary": "ជាគោល",
    "Is the value or the cost of the transaction.": "គឺជាតម្លៃ ឬតម្លៃនៃប្រតិបត្តិការ។",
    "Issuing Coupon Failed": "ការចេញគូប៉ុងបានបរាជ័យ",
    "Items": "ផលិតផល",
    "January": "មករា",
    "July": "កក្កដា",
    "June": "មិនថុនា",
    "Keyboard Shortcuts": "ក្តាចុចទម្រង់ខ្លី",
    "Keyboard shortcut open the quick search popup.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបើកការស្វែងរករហ័សលេចឡើង។",
    "Keyboard shortcut to cancel the current order.": "ក្តារចុចទម្រង់ខ្លី ដើម្បីបោះបង់ការបញ្ជាទិញបច្ចុប្បន្ន។",
    "Keyboard shortcut to create a customer.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបង្កើតអតិថិជន។",
    "Keyboard shortcut to define shipping details.": "ក្តារចុចផ្លូវកាត់ដើម្បីកំណត់ព័ត៌មានលម្អិតនៃការដឹកជញ្ជូន។",
    "Keyboard shortcut to hold the current order.": "ក្តារចុចទម្រង់ខ្លីដើម្បីរក្សាការបញ្ជាទិញបច្ចុប្បន្ន។",
    "Keyboard shortcut to open the notes.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបើកចំណាំ។",
    "Keyboard shortcut to open the order type selector.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបើកឧបករណ៍ជ្រើសរើសប្រភេទនៃការបញ្ជាទិញ។",
    "Keyboard shortcut to proceed to the payment.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបន្តទៅការទូទាត់។",
    "Keyboard shortcut to toggle fullscreen.": "ក្តារចុចទម្រង់ខ្លីដើម្បីបិទបើកពេញអេក្រង់។",
    "Label": "ស្លាក",
    "Language": "ភាសា",
    "Language Selection": "ជ្រើសរើសភាសា",
    "Laravel Version": "ជំនាន់ Laravel",
    "Last Day Of Month": "ថ្ងៃចុងក្រោយនៃខែ",
    "Last Name": "នាមខ្លួន",
    "Last Purchases": "ការទិញចុងក្រោយ",
    "Last Update": "កែតម្រូវចុងក្រោយ",
    "Last Use": "ប្រើប្រាស់ចុងក្រោយ",
    "Last name": "នាមត្រកូល",
    "Layaway": "កាត់ស្តុក",
    "Layaway Parameters": "ប៉ារ៉ាមែត្រនៃការកាត់ស្តុក",
    "Layaway defined": "កាត់ស្តុកផលិតផលត្រូវបានកំណត់",
    "Layout": "ទម្រង់បង្ហាញ",
    "Learn More": "ស្វែង​យល់​បន្ថែម",
    "Liabilities": "វិធានការ",
    "Limit": "មានកំណត់",
    "Limit Results By Categories": "កំណត់លទ្ធផលតាមប្រភេទ",
    "Limit Results By Units": "កំណត់លទ្ធផលដោយឯកតា",
    "Limit Usage": "កំណត់ចំនួនដែលអាចប្រើ",
    "List": "បញ្ជី",
    "List Coupons": "បញ្ជីគូប៉ុង",
    "List Of Payments": "បញ្ជីនៃការទូទាត់",
    "List all available modules.": "រាយ Modules ដែលមានទាំងអស់។",
    "List of registered customers": "បញ្ជីអតិថិជនដែលបានចុះឈ្មោះ",
    "Load": "ទាញយក",
    "Load Coupon": "ទាញយកគូប៉ុង",
    "Loading Coupon For : ": "ទាញយកគូប៉ុងសម្រាប់ : ",
    "Loading...": "កំពុងដំណើរការ...",
    "Localization for %s extracted to %s": "ការធ្វើមូលដ្ឋានីយកម្មសម្រាប់ %s extracted to %s",
    "Log out": "ចាកចេញ",
    "Login": "ចូលប្រើប្រាស់",
    "Logout": "ចាកចេញ",
    "Looks like an error has occurred during the update. Usually, giving another shot should fix that. However, if you still don't get any chance.": "ទំនងជាមានបញ្ហានៅពេលធ្វើសំដៅ។ ធម្មជាត, ការធ្វើសំដៅម្តងទៀតគួរតែអាចដោះស្រាយបញ្ហានេះ។ ប៉ុន្តែ, ប្រសិនបើអ្នកមិនអាចធ្វើសំដៅម្តងទៀត។",
    "Looks like no valid products matched the searched term.": "មើលទៅហាក់ដូចជាមិនមានផលិតផលត្រឹមត្រូវដែលត្រូវនឹងពាក្យដែលបានស្វែងរកនោះទេ។",
    "Looks like there is either no products and no categories. How about creating those first to get started ?": "មើលទៅហាក់ដូចជាគ្មានផលិតផល និងគ្មានប្រភេទ។ តើធ្វើដូចម្តេចអំពីការបង្កើតវាដំបូងដើម្បីចាប់ផ្តើម?",
    "Looks like there is no registers. At least one register is required to proceed.": "មើលទៅមិនមានការបើកបញ្ជីទេ។ យ៉ាងហោចណាស់គួរមានបើកបញ្ជីរមួយដើម្បីបន្ត។",
    "Lost": "បានបាត់បង់",
    "Low Quantity": "បរិមាណទាប",
    "Low Stock Alert": "ជូនដំណឹងពេលស្តុកនៅតិច",
    "Low Stock Report": "របាយការណ៍ស្តុកដែលសល់តិច",
    "Main Account": "ఖాతាຕົ້ນ",
    "Make a new procurement.": "ធ្វើលទ្ធកម្មថ្មី",
    "Make a unique and secure password.": "បង្កើតពាក្យសម្ងាត់តែមួយគត់ និងមានសុវត្ថិភាព។",
    "Make sure Sqlite module is available for PHP. Your database will be located on the database directory.": "ត្រូវប្រាកដថាម៉ូឌុល Sqlite មានសម្រាប់ PHP ។ មូលដ្ឋានទិន្នន័យរបស់អ្នកនឹងមានទីតាំងនៅលើថតទិន្នន័យ។",
    "Make sure set a day that is likely to be executed": "ត្រូវប្រាកដថាកំណត់ថ្ងៃដែលទំនងជាត្រូវបានប្រតិបត្តិ",
    "Make sure to select a unit group before you proceed.": "សូមជ្រើសរើសក្រុម Units មុនពេលបន្ត។",
    "Makes modifications to a product": "ធ្វើការកែប្រែទៅលើផលិតផល",
    "Male": "ប្រុស",
    "Manage Medias": "គ្រប់គ្រងវិចិត្រសាល",
    "Manage all permissions and roles": "គ្រប់គ្រងការអនុញ្ញាត និងតួនាទីទាំងអស់",
    "Manage all registered orders.": "គ្រប់គ្រងការបញ្ជាទិញដែលបានកត់ត្រាទាំងអស់។",
    "Manage transactions rules": "គ្រប់គ្រងគោលប័ណ្ណប្រតិបត្តិការ",
    "Managing Customers": "គ្រប់គ្រងអតិថិជន",
    "Managing Customers Groups": "គ្រប់គ្រងក្រុមអតិថិជន",
    "Managing Orders": "ការគ្រប់គ្រងការបញ្ជាទិញ",
    "March": "មីនា",
    "MariaDB is selected as database driver": "MariaDB ត្រូវបានជ្រើសរွေးជាអ្នកបើកបរមូលដ្ឋាន",
    "Materialized": "សម្ភារៈ",
    "Materialized Product": "ផលិតផលសម្ភារៈ",
    "Math Enabled": "បើក Math",
    "Max Execution Time": "ពេលវេលាប្រតិបត្តិអតិបរមា",
    "Maximum Cart Value": "តម្លៃទិញអតិបរមា",
    "May": "ឧសភា",
    "Mb String Enabled": "បើក Mb String",
    "Medias": "វិចិត្រសាល",
    "Medias Manager": "គ្រប់គ្រងវិចិត្រសាល",
    "Member Since": "សមាជិកចាប់តាំងពី",
    "Memory Limit": "ដែនកំណត់នៃការចងចាំ",
    "Merge Products On Receipt\/Invoice": "បញ្ចូលផលិតផលនៅលើបង្កាន់ដៃ\/វិក្កយបត្រ",
    "Merge Similar Items": "បញ្ចូលធាតុស្រដៀងគ្នា",
    "Method Not Allowed": "វិធីសាស្រ្តមិនត្រូវបានអនុញ្ញាត",
    "Mid of Month": "កណ្តាលខែ",
    "Might be used while printing the coupon.": "អាចប្រើបាននៅពេលបោះពុគឺជាកា។",
    "Migration class not found: ": "មិនអាចរក​វត្ថុ​កարգ​បាន:",
    "Migration deleted: ": "កաղទំព័រ​កարգ​ត្រូវបាន​លុប​ចោល:",
    "Migration file not found: ": "មិនអាចរក​កաղទំព័រ​កարգ​បាន:",
    "Migrations": "វិវឌ្ឍន៍កម្ម",
    "Minimum Cart Value": "ការទិញអតិប្បរមា",
    "Minimum Credit Amount": "ចំនួនទឹកប្រាក់ឥណទានអប្បបរមា",
    "Minimum Payment": "ការទូទាត់អប្បបរមា",
    "Missing Dependency": "ខ្វះភាពអាស្រ័យ",
    "Missing required parameters to create a notification": "បាត់ប៉ារ៉ាម៉ែត្រដែលត្រូវការដើម្បីបង្កើតការជូនដំណឹង",
    "Mode": "របៀប",
    "Modify  Category Product.": "កែតម្រូវប្រភេទផលិតផល។",
    "Modify  Coupon Order History.": "កែតម្រូវប្រវត្តិនៃការបញ្ជាទិញមានគូប៉ុង។",
    "Modify  Coupon.": "កែតម្រូវគូប៉ុង។",
    "Modify  Customer Account.": "កែតម្រូវគណីអតិថិជន",
    "Modify  Customer Coupon History.": "កែតម្រូវប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន។",
    "Modify  Customer Coupon.": "កែតម្រូវគូប៉ុងសម្រាប់អតិថិជន។",
    "Modify  Customer Order.": "កែតម្រូវការបញ្ជាទិញរបស់អស់អតិថិជន",
    "Modify  Customer Reward.": "កែប្រែប្រព័ន្ធលើកទឹកចិត្តរបស់អតិថិជន។",
    "Modify  Customer.": "កែតម្រូវអតិថិជន",
    "Modify  Globalproducthistorycrud.": "កែប្រែប្រវត្តិផលិតផលសកល។",
    "Modify  Hold Order.": "កែតម្រូវការបញ្ជាទិញកំពុងរង់ចាំ។",
    "Modify  Order Instalment.": "កែសម្រួលការបង់រំលោះ។",
    "Modify  Order.": "កែសម្រួលការបញ្ជាទិញ។",
    "Modify  Payment Type.": "កែសម្រួលប្រភេទការទូទាត់។",
    "Modify  Permissionaccess.": "លម្អិតសិទ្ធិ",
    "Modify  Procurement Product.": "កែតម្រូវផលិតផលក្នុងការទិញចូល",
    "Modify  Procurement.": "កែតម្រូវការទិញចូល។",
    "Modify  Product History.": "កែប្រែប្រវត្តិផលិតផល។",
    "Modify  Product Unit Quantity.": "កែប្រែបរិមាណឯកតាផលិតផល។",
    "Modify  Product.": "កែតម្រូវផលិតផល។",
    "Modify  Provider Procurement.": "កែសម្រួលអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល.",
    "Modify  Provider.": "កែតម្រូវអ្នកផ្គត់ផ្គង់។",
    "Modify  Register.": "កែតម្រូវការចុះឈ្មោះ។",
    "Modify  Registerhistory.": "កែសម្រួលប្រវត្តិចុះឈ្មោះ។",
    "Modify  Reward System.": "កែប្រែប្រព័ន្ធរង្វាន់។",
    "Modify  Role.": "កែតម្រូវតួនាទី",
    "Modify  Tax Group.": "កែប្រែក្រុមពន្ធ។",
    "Modify  Tax.": "កែប្រែពន្ធ",
    "Modify  Transaction.": "កែសម្រួលប្រតិបត្តិការ។",
    "Modify  Transactions history.": "កែប្រែប្រវត្តិប្រតិបត្តិការ។",
    "Modify  Unit Group.": "កែសម្រួលក្រុមឯកតា។",
    "Modify  Unit.": "កែប្រែឯកតា។",
    "Modify  User.": "កែប្រែអ្នកប្រើប្រាស់។",
    "Modify An Account.": "កែសម្រួលគណនី។",
    "Modify Customers group.": "កែតម្រូវក្រុមអតិថិជន។",
    "Modify Provider Product.": "កែសម្រួលអ្នកផ្គត់ផ្គង់ផលិតផល។",
    "Modify an existing customer group": "កែប្រែក្រុមអតិថិជនដែលមានស្រាប់",
    "Module Version Mismatch": "កំណែរ Module មិនត្រឹមត្រូវ",
    "Modules": "Modules",
    "Modules List": "បញ្ជី Modules",
    "Mon": "ច",
    "Monday": "ចន្ទ",
    "Month middle Of Month": "ខែពាក់កណ្តាលខែ",
    "More Details": "លម្អិតបន្ថែម",
    "More details about this order": "ព័ត៌មានលម្អិតបន្ថែមអំពីការបញ្ជាទិញនេះ។",
    "Must be used in case of X days after month starts and X days before month ends.": "ត្រូវតែប្រើក្នុងករណី X ថ្ងៃបន្ទាប់ពីការចាប់ផ្តើមខែ និង X ថ្ងៃមុនចុងខែ។",
    "My Profile": "គណនីខ្ញុំ",
    "MySQL is selected as database driver": "MySQL ត្រូវបានជ្រើសរើសជា database driver",
    "N. Quantity": "N. បរិមាណ",
    "N\/A": "ទទេ",
    "N\/D": "N\/D",
    "Name": "ឈ្មោះ",
    "Namespace": "ឋាន",
    "Net Income": "ប្រាក់ចំណូលសុទ្ធ",
    "Never": "មិនដែល",
    "New Balance": "តុល្យភាពថ្មី",
    "New Customer": "អតិថិជន​ថ្មី",
    "New Group": "ក្រុមថ្មី",
    "New Item Audio": "សម្លេងពេលបង្កើតផលិតផលថ្មី",
    "New Password": "ពាក្យសម្ងាត់​ថ្មី",
    "New Procurement": "លទ្ធកម្មថ្មី",
    "New Quantity": "បរិមាណថ្មី",
    "New Transaction": "ប្រតិបត្តិការថ្មី",
    "New User Registration": "ចុះឈ្មោះអ្នកប្រើប្រាស់ថ្មី",
    "NexoPOS has been successfully installed.": "NexoPOS ត្រូវបានដំឡើងដោយជោគជ័យ។",
    "NexoPOS is already installed.": "NexoPOS ត្រូវបានដំឡើងរួចហើយ។",
    "NexoPOS is unable to schedule background tasks. This might restrict necessary features. Click here to learn how to fix it.": "NexoPOS មិនអាចកំណត់ពេលភារកិច្ចផ្ទៃខាងក្រោយបានទេ។ នេះអាចដាក់កម្រិតលើមុខងារចាំបាច់។ ចុចទីនេះដើម្បីរៀនពីរបៀបជួសជុលវា។",
    "NexoPOS wasn't able to perform a database request. This error might be related to a misconfiguration on your .env file. The following guide might be useful to help you solving this issue.": "NexoPOS មិនអាចធ្វើការសួរទៅមូលដ្ឋានទិន្ន័យបាន។ ករណីនេះអាចមានទំនាក់ទំនងជាមួយនឹងការកំណត់តម្លៃមិនត្រឹមត្រូវនៅលើไฟล์ .env របស់លោកអ្នក។  ಮಾರ್ಗದិបតូចនេះអាចមានប្រយោជន៍ដើម្បីជួយលោកអ្នកដោះស្រាយបញ្ហានេះ។",
    "Next": "បន្ទាប់",
    "Next Amount": "ទឹកប្រាក់បន្ទាប់",
    "No": "ទេ",
    "No Account has been registered": "គ្មានគណនីត្រូវបានចុះឈ្មោះទេ។",
    "No Cooldown": "គ្មានពេល",
    "No Customer Selected": "មិនមានអតិថិជនជ្រើសរើសទេ",
    "No Customers Groups has been registered": "មិនមានក្រុមអតិថិជនដែលបានកំណត់",
    "No Group Assigned": "មិនមានក្រុមណាមួយត្រូវបានផ្ដល់",
    "No History...": "គ្មានប្រវត្តិ...",
    "No Occurrence": "គ្មាន",
    "No Order Instalment has been registered": "គ្មានការបង់រំលោះត្រូវបានកត់ត្រាទេ។",
    "No Parent": "មិនមានមេ",
    "No Payment added.": "គ្មានការបង់ប្រាក់បន្ថែមទេ។",
    "No Provider Products has been registered": "គ្មានអ្នកផ្គត់ផ្គង់ផលិតផលត្រូវបានចុះឈ្មោះទេ",
    "No Unit Selected": "មិនបានជ្រើសរើសឯកតាទេ។",
    "No action has been selected.": "គ្មានសកម្មភាពណាមួយត្រូវបានជ្រើសរើសទេ។",
    "No actions available": "គ្មានច규칙ដែលអាចប្រើបាន",
    "No activation is needed for this account.": "មិនចាំបាច់ធ្វើឱ្យសកម្មសម្រាប់គណនីនេះទេ។",
    "No category products has been registered": "មិនមានប្រភេទផលិតផលត្រូវបានកត់ត្រាទេ",
    "No category was found for proceeding the filtering.": "រកមិនឃើញប្រភេទសម្រាប់បន្តការច្រោះទិន្នន័យ។",
    "No config.xml has been found on the directory : %s. This folder is ignored": "រកមិនឃើញ config.xml នៅលើថតឯកសារទេ។ : %s. ថតឯកសារនេះមិនត្រូវបានអើពើ។",
    "No configuration were choosen. Unable to proceed.": "មិនអាចបន្តបានទេ ដោយសារមិនមានការកំណត់រចនាសម្ព័ន្ធត្រូវបានជ្រើសរើស។",
    "No coupon available for this customer": "មិនមានគូប៉ុងសម្រាប់អតិថិជននេះទេ",
    "No coupon order histories has been registered": "មិនមានប្រវត្តិការបញ្ជាទិញមានគូប៉ុងត្រូវបានកត់ត្រា",
    "No coupons applies to the cart.": "គ្មានគូប៉ុងអនុវត្តចំពោះការលក់នោះទេ។",
    "No coupons for the selected customer...": "គ្មានគូប៉ុងសម្រាប់អតិថិជនដែលបានជ្រើសរើសទេ...",
    "No coupons has been registered": "មិនមានគូប៉ុងត្រូវបានកត់ត្រាទេ។",
    "No customer accounts has been registered": "មិនមានគណនីអតិថិជនត្រូវបានកត់ត្រាទេ។",
    "No customer coupon histories has been registered": "មិនមានគូប៉ុងសម្រាប់អតិថិជនត្រូវបានកត់ត្រាទេ។",
    "No customer coupons has been registered": "គ្មានគូប៉ុងរបស់អតិថិជនត្រូវបានចុះឈ្មោះទេ",
    "No customer identifier has been provided to proceed to the transfer.": "គ្មានអត្តសញ្ញាណអតិថិជនត្រូវបានផ្តល់ជូនដើម្បីបន្តទៅការផ្ទេរ។",
    "No customer is selected": "គ្មានអតិថិជនត្រូវបានជ្រើសរើស",
    "No customer is selected. Would you like to proceed with this customer ?": "គ្មានអតិថិជនត្រូវបានជ្រើសរើសទេ។ តើអ្នកចង់បន្តជាមួយអតិថិជននេះទេ?",
    "No customer match your query...": "គ្មានអតិថិជនណាដែលត្រូវនឹងការស្នើររបស់អ្នកទេ...",
    "No customer orders has been registered": "គ្មានការបញ្ជាទិញរបស់អតិថិជនត្រូវបានកត់ត្រាទេ។",
    "No customer rewards has been registered": "មិនមានរង្វាន់អតិថិជនត្រូវបានចុះឈ្មោះទេ។",
    "No customers has been registered": "មិនមានការកត់ត្រាអតិថិជន",
    "No data available": "មិនមានទិន្នន័យទេ",
    "No default customer is selected.": "គ្មានអតិថិជន Default ត្រូវបានជ្រើសរើស។",
    "No description": "មិន​មាន​ការ​ពិពណ៌នា​",
    "No description provided for this settings page.": "មិនមានការពិពណ៌នាដែលបានផ្តល់សម្រាប់ទំព័រការកំណត់នេះទេ។",
    "No description provided.": "មិនមានការពិពណ៌នាទេ។",
    "No description was provided.": "មិនមានការពិពណ៌នាទេ។",
    "No further instalments is allowed for this order. The total instalment already covers the order total.": "មិនអនុញ្ញាតឱ្យមានការដំឡើងបន្ថែមទៀតសម្រាប់ការបញ្ជាទិញនេះទេ។ ការដំឡើងសរុបគ្របដណ្តប់លើការបញ្ជាទិញសរុបរួចហើយ។",
    "No hold orders has been registered": "គ្មាន​ការ​បញ្ជា​ទិញ​កំពុងរង់ចាំត្រូវ​បានកត់ត្រាទេ",
    "No migrations found.": "មិនទាន់រកឃើញការផ្លាស់ប្តូរទេ។",
    "No modules matches your search term.": "គ្មាន module ដែលត្រូវនឹងពាក្យស្វែងរករបស់អ្នកទេ។",
    "No orders has been registered": "គ្មានការបញ្ជាទិញត្រូវបានចុះឈ្មោះទេ។",
    "No orders to handle for the moment.": "គ្មាន​ការ​បញ្ជា​ឱ្យ​ដោះស្រាយ​សម្រាប់​ពេល​នេះ​។",
    "No orders...": "មិនមានការបញ្ជាទិញទេ...",
    "No payment is expected at the moment. If the customer want to pay early, consider adjusting instalment payments date.": "មិនមានការទូទាត់ត្រូវបានរំពឹងទុកនៅពេលនេះទេ។ ប្រសិនបើអតិថិជនចង់បង់ប្រាក់មុន សូមពិចារណាកែសម្រួលកាលបរិច្ឆេទនៃការបង់រំលោះ។",
    "No payment possible for paid order.": "មិន​អាច​បង់​ប្រាក់​បាន​សម្រាប់​ការ​បញ្ជា​ទិញ​ដែល​បាន​បង់​ប្រាក់។",
    "No payment type has been selected on the settings. Please check your POS features and choose the supported order type": "មិនមានប្រភេទការទូទាត់ត្រូវបានជ្រើសរើសនៅលើការកំណត់ទេ។ សូមពិនិត្យមើលមុខងារ POS របស់អ្នក ហើយជ្រើសរើសប្រភេទការបញ្ជាទិញដែលគាំទ្រ",
    "No payment types has been registered": "មិនមានប្រភេទការទូទាត់ត្រូវបានកត់ត្រាទេ។",
    "No permissionaccesses has been registered": "ពិតជាគ្មានសិទ្ធិណាមួយត្រូវបានចុះឈ្មោះ",
    "No procurement products has been registered": "មិនមានផលិតផលក្នុងការទិញចូលត្រូវបានកត់ត្រាទេ",
    "No procurements has been registered": "មិនមានការទិញចូលត្រូវបានកត់ត្រាទេ។",
    "No product are added to this group.": "គ្មានផលិតផលត្រូវបានបញ្ចូលទៅក្នុងក្រុមនេះទេ។",
    "No product histories has been registered": "មិនមានប្រវត្តិផលិតផលត្រូវបានចុះឈ្មោះទេ។",
    "No product unit quantities has been registered": "មិនមានបរិមាណឯកតាផលិតផលត្រូវបានចុះឈ្មោះទេ",
    "No products added...": "មិនមានផលិតផលត្រូវបានបន្ថែមទេ...",
    "No products has been registered": "មិនមានផលិតផលត្រូវបានកត់ត្រានោះទេ",
    "No products stock flow has been registered": "គ្មានលំហូរស្តុកផលិតផលត្រូវបានចុះបញ្ជីទេ។",
    "No provider procurements has been registered": "គ្មានអ្នកផ្គត់ផ្គង់ទំនិញទិញចូលត្រូវបានចុះឈ្មោះទេ។",
    "No providers has been registered": "គ្មានអ្នកផ្តត់ផ្គង់ត្រូវបានចុះឈ្មោះទេ",
    "No reflection found.": "មិនអាចរកឃើញការឆ្លងតួទេ។",
    "No refunds made so far. Good news right?": "មិន​មាន​ការ​សង​ប្រាក់​វិញ​ទេ​មក​ទល់​ពេល​នេះ។ មានដំណឹងល្អមែនទេ?",
    "No register has been opened by the logged user.": "គ្មានការកត់ត្រាទឹកប្រាក់ណាមួយត្រូវបានបើកដោយអ្នកប្រើប្រាស់ដែលបានចូលនោះទេ។",
    "No register histories has been registered": "មិនមានប្រវត្តិចុះឈ្មោះត្រូវបានចុះឈ្មោះទេ។",
    "No registers has been registered": "គ្មានការចុះឈ្មោះណាមួយត្រូវបានកត់ត្រាទេ។",
    "No result match your query.": "គ្មានលទ្ធផលត្រូវនឹងការចង់បានរបស់អ្នកទេ។",
    "No result to display.": "គ្មានលទ្ធផលដែលត្រូវបង្ហាញ។",
    "No result to result match the search value provided.": "គ្មានលទ្ធផលដែលត្រូវនឹងអ្វីដែលអ្នកចង់ស្វែងរក។",
    "No results to show.": "មិនមានលទ្ធផលបង្ហាញ។",
    "No reward systems has been registered": "មិនមានប្រព័ន្ធរង្វាន់ត្រូវបានចុះឈ្មោះទេ។",
    "No rewards available the selected customer...": "ការផ្តល់ឋានា​មិន​អាច​ធ្វើ​បាន​សម្រាប់​អតិថិជន​ដែល​បាន​ជ្រើសរ lựa chọn...",
    "No role has been registered.": "មិនមានតួនាទីបានកត់ត្រានោះទេ?",
    "No rules has been provided.": "គ្មានច្បាប់ណាមួយត្រូវបានផ្តល់ជូនទេ។",
    "No selection has been made.": "មិនមានការជ្រើសរើសត្រូវបានធ្វើឡើងទេ។",
    "No stock is provided for the requested product.": "មិនមានស្តុកត្រូវបានផ្តល់ជូនសម្រាប់ផលិតផលដែលបានស្នើសុំទេ។",
    "No submit URL was provided": "មិនមានការស្នើរ URL ត្រូវបានផ្តល់",
    "No tax group assigned to the order": "មិន​មាន​ក្រុម​ពន្ធ​ត្រូវ​បានត្រូវដាក់​ទៅ​ក្នុង​ការ​បញ្ជា​ទិញទេ​",
    "No tax is active": "មិនមានពន្ធសកម្មទេ",
    "No taxes groups has been registered": "មិនមានក្រុមពន្ធត្រូវបានចុះឈ្មោះទេ",
    "No taxes has been registered": "គ្មានពន្ធត្រូវបានចុះបញ្ជីទេ",
    "No title Provided": "មិនបានផ្តល់ចំណងជើងទេ",
    "No title is provided": "មិនមានចំណងជើងត្រូវបានផ្តល់ឱ្យទេ។",
    "No transaction history has been registered": "មិនមានប្រវត្តិប្រតិបត្តិការត្រូវបានចុះឈ្មោះទេ",
    "No transactions has been registered": "គ្មានប្រតិបត្តិការណាមួយត្រូវបានចុះឈ្មោះទេ",
    "No unit groups has been registered": "មិនមានក្រុមឯកតាណាមួយត្រូវបានចុះឈ្មោះទេ។",
    "No units has been registered": "មិនមានឯកតាត្រូវបានចុះឈ្មោះទេ",
    "No user was found for proceeding the filtering.": "រកមិនឃើញអ្នកប្រើប្រាស់សម្រាប់បន្តការច្រោះទិន្នន័យ។",
    "No users has been registered": "គ្មានអ្នកប្រើប្រាស់ត្រូវបានចុះឈ្មោះទេ។",
    "No valid files selected. Please select supported file types.": "មិនមានឯកសារដែលអាចជ្រើសរွေးទេ។ សូមជ្រើសរွေးប្រភេទឯកសារដែលអាចទទួល។",
    "No valid image found in clipboard.": "មិនទាន់រកឃើញរូបភាពនៅក្នុងកែវ។",
    "No valid run were provided.": "គ្មានការរត់ត្រឹមត្រូវត្រូវបានផ្តល់ជូនទេ។",
    "Non-existent Item": "ធាតុដែលមិនមាន",
    "None": "ទេ",
    "Normal": "ធម្មតា",
    "Not Allowed Action": "សកម្មភាពមិនត្រូវបានអនុញ្ញាត",
    "Not Assigned": "មិនត្រូវបានចាត់តាំង",
    "Not Authorized": "មិនត្រូវបានអនុញ្ញាត",
    "Not Available": "មិនអាច",
    "Not Defined": "មិនបានកំណត់",
    "Not Enough Permissions": "ការអនុញ្ញាតមិនគ្រប់គ្រាន់",
    "Not Found Assets": "ស្វែងរកមិនឃើញ Assets",
    "Not Found Exception": "រកមិនឃើញករណីលើកលែង",
    "Not Provided": "មិនបានផ្តល់",
    "Not applicable": "មិនអាចអនុវត្តបាន",
    "Not enough credits on the customer account. Requested : %s, Remaining: %s.": "មិនមានក្រេឌីតគ្រប់គ្រាន់នៅលើគណនីអតិថិជនទេ។ បានស្នើ៖ %s នៅសល់៖ %s ។",
    "Not enough fund to cash out.": "មិន​មាន​ថវិកា​គ្រប់គ្រាន់​ដើម្បី​ដក​ចេញ។",
    "Not enough funds to add {amount} as a payment. Available balance {balance}.": "មិនមានថវិកាគ្រប់គ្រាន់ដើម្បីបន្ថែមទេ {amount}ត្រូវប្រើប្រាស់ដើម្បីទូទាត់ សមតុល្យដែលមានគឺ{balance}.",
    "Not enough parameters provided for the relation.": "មិនមាន parameters គ្រប់គ្រាន់សម្រាប់ផ្តល់ជូនទំនាក់ទំនង។",
    "Not enough quantity to proceed.": "មិនមានបរិមាណគ្រប់គ្រាន់ដើម្បីបន្ត។",
    "Note": "សម្គាល់",
    "Note: ": "ចំណាំ: ",
    "Nothing has already been uploaded": "គ្មាន​អ្វី​ត្រូវ​បានអាប់ឡូតទេ​",
    "Nothing to care about !": "គ្មានអ្វីត្រូវខ្វល់ទេ!",
    "Nothing to display": "មិនមានអ្វីត្រូវបង្ហាញទេ",
    "Nothing to display...": "គ្មានអ្វីត្រូវបង្ហាញទេ...",
    "November": "វិច្ឆិកា",
    "Number Sequential": "លេខលំដាប់",
    "Numpad": "ក្តារលេខ",
    "OK": "យល់ព្រម",
    "OKAY": "យល់ព្រម",
    "OR": "లేదా",
    "Occurrence": "ការកើតឡើង",
    "Occurrence Value": "តម្លៃនៃការកើតឡើង",
    "October": "តុលា",
    "Ok": "យល់ព្រម",
    "Okay": "យល់ព្រម",
    "Old Password": "លេខសំងាត់​ចាស់",
    "On": "បើក",
    "On : {action}": "លើក: {action}",
    "On Expiration": "ផុតកំណត់នៅ",
    "On Hand": "ស្ថិតក្នុងដៃ",
    "On Hold": "រង់ចាំ",
    "On Sale": "មានលក់",
    "One of the provided product variation doesn't include an identifier.": "និមិត្តសញ្ញាណមួយក្នុងផលិតផលដែលបានផ្តល់មិនមាន។",
    "One or more instalments has a date prior to the current date.": "ការបង់រំលោះមួយ ឬច្រើនបានបង់មុនកាលបរិច្ឆេទជាក់លាក់ដែលបានកំណត់។",
    "One or more instalments has an invalid amount.": "ការបង់រំលោះមួយ ឬច្រើនមានទឹកប្រាក់មិនត្រឹមត្រូវ។",
    "One or more instalments has an invalid date.": "ការបង់រំលោះមួយ ឬច្រើនមានកាលបរិច្ឆេទមិនត្រឹមត្រូវ។",
    "One or more roles could not be found.": "មិនអាចរកឃើញតួអង្គមួយ ឬច្រើន",
    "Ongoing": "កំពុងដំណើរការ",
    "Only Paid Orders": "មានតែការបញ្ជាទិញដែលបានបង់ប្រាក់ប៉ុណ្ណោះ",
    "Only the customers who belongs to the selected groups will be able to use the coupon.": "មានតែអតិថិជនដែលស្ថិតក្នុងក្រុមដែលបានជ្រើសរើសនេះទេ ដែលអាចប្រើប្រាស់គូប៉ុងបាន។",
    "Only {quantity}({source}) can be converted to {destinationCount}({destination}). Would you like to proceed ?": "មានតែ {quantity}({source}) ប៉ុណ្ណោះដែលអាចបំប្លែងទៅជា {destinationCount}({destination})។ តើអ្នកចង់បន្តទេ?",
    "Open": "បើក",
    "Open Note": "បើកចំណាំ",
    "Open POS": "បើកកម្មវិធីលក់",
    "Open Register : %s": "បើកបញ្ជី : %s",
    "Open Shipping": "បើកការដឹកជញ្ជូន",
    "Open The Cash Register": "បើកតារាប្រាក់",
    "Opened": "បានបើក",
    "Opened On": "ពេលបើក",
    "Opening": "កំពុងបើក",
    "Opening Balance": "ប្រាក់ដើម",
    "Operating Expenses": "ថវិកប្រតិបត្តិ",
    "Operation": "ប្រតិបត្តិការ",
    "Operation Type": "ប្រភេទប្រតិបត្តិការ",
    "Operation:": "ប្រតិបត្តិការ:",
    "Options": "ជម្រើស",
    "Order": "ការបញ្ជាទិញ",
    "Order COGS": "វិញ្ញ័យ COGS",
    "Order Cash Account": "គណគាប់ប្រាក់កញ្ចប់",
    "Order Code": "កូដបញ្ជារទិញ",
    "Order Code Type": "ប្រភេទលេខកូដបញ្ជាទិញ",
    "Order Deletion": "ការលុបការបញ្ជាទិញ",
    "Order From Unpaid To Paid": "វិញ្ញ័យពីមិនទាន់ទូទាត់ទៅទូទាត់",
    "Order Id": "Id ការបញ្ជាទិញ",
    "Order Instalments List": "បញ្ជាទិញបញ្ជីបង់រំលោះ",
    "Order Invoice — %s": "ប័ណ្ណវិកក Purchases — %s",
    "Order Note": "កំណត់ចំណាំនៃការបញ្ជាទិញ",
    "Order Options": "ជម្រើសបញ្ជាទិញ",
    "Order Paid": "ទិរតក៍ត្រូវបានបង់។",
    "Order Partially Paid": "វិញ្ញ័យបានទូទាត់មួយផ្នែក",
    "Order Partially Refunded": "វិញ្ញ័យបានទូទាត់មួយផ្នែក និងបោះవే",
    "Order Payment": "ទូទាត់ការបញ្ជាទិញ",
    "Order Receipt — %s": "ប័ណ្ណវិកក Purchases — %s",
    "Order Reference": "សេចក្តីយោងការបញ្ជាទិញ",
    "Order Refund": "បញ្ជាទិញបង្វិលសងវិញ",
    "Order Refund Receipt — %s": "ប័ណ្ណវិកក Returns — %s",
    "Order Refunds": "ការបញ្ជាទិញដែលសងប្រាក់វិញ",
    "Order Settings": "កំណត់ការបញ្ជាទិញ",
    "Order Status": "ស្ថានភាពការបញ្ជាទិញ",
    "Order Type": "ប្រភេទបញ្ជាទិញ",
    "Order Type Selector": "អ្នកជ្រើសរើសប្រភេទបញ្ជាទិញ",
    "Order Types": "ប្រភេទនៃការបញ្ជារទិញ",
    "Order Unpaid": "វិញ្ញ័យមិនទាន់ទូទាត់",
    "Order id": "id បញ្ជាទិញ",
    "Order receipt": "បង្កាន់ដៃបញ្ជាទិញ",
    "Order: %s": "Purchases: %s",
    "Orders": "ការបញ្ជាទិញ",
    "Orders Chart": "តារាងបញ្ជាទិញ",
    "Orders List": "បញ្ជីបញ្ជាទិញ",
    "Orders Settings": "ការកំណត់ការបញ្ជាទិញ",
    "Orders Summary": "សង្ខេបការបញ្ជាទិញ",
    "Other Expenses": "ថវិកផ្សេងៗ",
    "Other Observations": "ការសង្កេតផ្សេងទៀត",
    "Outgoing Conversion": "បម្លែងចេញ",
    "Outgoing Transfer": "ផ្ទេរចូល",
    "Overage": "លើស",
    "Owed": "ជំពាក់",
    "Owed Amount": "គណនីជំពាក់",
    "P. Quantity": "P. បរិមាណ",
    "PHP Version": "ជំនាន់ PHP",
    "PO Box": "ប្រអប់ប្រៃសណីយ៍",
    "PO.Box": "ប្រអប់ប្រៃសណីយ៍",
    "POS": "កម្មវិធីលក់",
    "POS Layout": "ទ្រង់ទ្រាយផ្ទាំងលក់",
    "POS Settings": "ការកំណត់ប្រព័ន្ធការលក់",
    "PSR4 Complaint": "វិធាន PSR4",
    "Paid": "បានបង់",
    "Paid Expense Offset": "ជំនួយលើប្រាក់ដែលបានទូទាត់",
    "Paid Order Voided": "វិញ្ញ័យដែលបានទូទាត់ត្រូវបោះవే",
    "Paid Procurement From Unpaid": "បង់ទិរតក៍ពីទិរតក៍ដែលមិនត្រូវបានបង់។",
    "Paid Procurement: %s": "ទិញទិញដែលទូទាត់ហើយ: %s",
    "Parent": "មេ",
    "Partially Due": "ជំពាក់ដោយផ្នែក",
    "Partially Paid": "បានបង់ជាដំណាក់កាល",
    "Partially Refunded": "សងប្រាក់ជាដំណាក់កាល",
    "Partially paid orders are disabled.": "ការបញ្ជាទិញដែលបានបង់ដោយផ្នែកត្រូវបានបិទ។",
    "Password": "កូដសម្ងាត់",
    "Password Confirm": "បញ្ជាក់ពាក្យសម្ងាត់",
    "Password Confirmation": "បញ្ជាក់​ពាក្យ​សម្ងាត់",
    "Password Forgotten ?": "ភ្លេចលេខសំងាត់មែនទេ?",
    "Password Lost": "បាត់លេខសម្ងាត់",
    "Password Recovered": "ពាក្យសម្ងាត់ត្រូវបានទាញយក",
    "Password Recovery": "ទាញយកពាក្យសម្ងាត់",
    "Password Successfully updated.": "បានធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់ដោយជោគជ័យ។",
    "Path": "ផ្នែក",
    "Pay": "បង់ប្រាក់",
    "Payment": "ការបង់ប្រាក់",
    "Payment %s on %s": "ការបង់ប្រាក់ %s នៅថ្ងៃ %s",
    "Payment (Remove)": "បង់ប្រាក់ (លុប)",
    "Payment Gateway": "ច្រកទូទាត់ប្រាក់",
    "Payment History": "ប្រវត្តិការទូទាត់",
    "Payment List": "បញ្ជីបង់ប្រាក់",
    "Payment Method": "មធ្យោបាយបង់ប្រាក់",
    "Payment Receipt — %s": "ស Receipts — %s",
    "Payment Status": "ស្ថានភាពការបង់ប្រាក់",
    "Payment Summary": "សង្ខេបបង់ប្រាក់",
    "Payment Type": "ប្រភេទការបង់ប្រាក់",
    "Payment Types": "ប្រភេទនៃការទូទាត់",
    "Payment Types List": "បញ្ជីនៃការទូទាត់",
    "Payment receipt": "បង្កាន់ដៃបង់ប្រាក់",
    "Payments": "ការទូទាត់",
    "Pending": "កំពុងរង់ចាំ",
    "Percentage": "ភាគរយ",
    "Percentage Discount": "បញ្ចុះតម្លៃជាភាគរយ",
    "Perform adjustment on existing procurement.": "អនុវត្តការកែតម្រូវលើលទ្ធកម្មដែលមានស្រាប់។",
    "Permission": "សិទ្ធិ",
    "Permission Duration": "ពេលប្រតិបត្តិ",
    "Permission Manager": "អ្នកគ្រប់គ្រងការអនុញ្ញាត",
    "Permission Required": "ត្រូវការសិទ្ធិ",
    "Permission granted successfully": "អនុម័តដោយជោគជ័យ",
    "PermissionAccesses List": "បញ្ជីសិទ្ធិ",
    "Permissions": "សិទ្ធិប្រើប្រាស់",
    "Permissions Manager": "អ្នកគ្រប់គ្រងការអនុញ្ញាត",
    "Phone": "លេខទូរសព្ទ",
    "Phone Number": "លេខទូរសព្ទ",
    "Piece": "បំណែក",
    "Please correct the errors in the form": "សូមក Corrections នូវ Errors នៅក្នុង Forms",
    "Please fill all required fields": "សូមបំពេញពត៌មានដែលត្រូវការទាំងអស់",
    "Please provide a quantity": "សូមបញ្ចូលបរិមាណ",
    "Please provide a valid email for the administrator.": "សូមផ្តល់អ៊ីមែលត្រឹមត្រូវសម្រាប់អ្នកគ្រប់គ្រង។",
    "Please provide a valid payment amount.": "សូមផ្តល់ចំនួនទឹកប្រាក់ទូទាត់ត្រឹមត្រូវ។",
    "Please provide a valid value": "សូមផ្តល់ទិន្នន័យត្រឹមត្រូវ។",
    "Please provide a valid value.": "សូមផ្តល់ទិន្នន័យត្រឹមត្រូវ។",
    "Please provide at least 5 characters for the administrator username.": "សូមផ្តល់យ៉ាងហោចណាស់ 5 តួអក្សរសម្រាប់ឈ្មោះអ្នកប្រើប្រាស់អ្នកគ្រប់គ្រង។",
    "Please provide at least 6 characters for store name.": "សូមផ្តល់យ៉ាងហោចណាស់ 6 តួអក្សរសម្រាប់ឈ្មោះហាង។",
    "Please provide at least 6 characters for the administrator password.": "សូមផ្តល់យ៉ាងហោចណាស់ 6 តួអក្សរសម្រាប់ពាក្យសម្ងាត់អ្នកគ្រប់គ្រង។",
    "Please provide instalments before proceeding.": "សូមផ្តល់ការបង់រំលស់មុននឹងអាចបន្ត។",
    "Please provide the credentials to ensure NexoPOS can connect to the database.": "សូមផ្តល់ព័ត៌មានបញ្ជាក់អត្តសញ្ញាណ ដើម្បីធានាថា NexoPOS អាចភ្ជាប់ទៅមូលដ្ឋានទិន្នន័យ។",
    "Please report this message to the support : ": "សូមរាយការណ៍សារនេះទៅកាន់ផ្នែកគាំទ្រ : ",
    "Please select a customer before proceeding": "សូមជ្រើសរើសអតិថិជនមុនពេលបន្ត",
    "Please select a payment gateway before proceeding.": "សូមជ្រើសរើសច្រកបង់ប្រាក់មុនពេលបន្ត។",
    "Please select a product before proceeding.": "សូមជ្រើសរើសផលិតផលមុនពេលបន្ត។",
    "Please select at least one unit group before you proceed.": "សូមជ្រើសរើសក្រុមឯកតាយ៉ាងហោចណាស់មួយ មុនពេលអ្នកបន្ត។",
    "Points": "ពិន្ទុរ",
    "Points earned.": "ពិន្ទុដែលទទួលបាន។",
    "Pop": "ប៉ុប",
    "Port": "ព័ត៌មាន",
    "Post Max Size": "ទំហំប្រកាសអតិបរមា",
    "Post Too Large": "ប៉ុស្តិ៍មានទំហំធំពេក",
    "Postal Address": "អាសយដ្ឋាន​ប្រៃ​ស​ណី​យ",
    "Preferred Currency": "រូបិយប័ណ្ណដែលពេញចិត្ត",
    "Press \"\/\" to search modules": "ចុច \"\/\" ដើម្បីស្វែងរក modules",
    "Press &quot;\/&quot; to search permissions": "ចុច &quot;\/&quot; ដើម្បីស្វែងរកសិទ្ធប្រើប្រាស់",
    "Prevent Sales": "ការលក់មុនៗ",
    "Preview": "បង្ហាញ",
    "Preview URL": "URL បង្ហាញ",
    "Preview Url": "Url ដែលអាចបង្ហាញ",
    "Preview of the unit.": "បង្ហាញរូបនៃឯកតា។",
    "Previewing :": "កំពុងបង្ហាញ :",
    "Previous": "ពីមុន",
    "Previous Amount": "ទឹកប្រាក់ពីមុន",
    "Previous Week": "សប្តាហ៍មុន",
    "Price": "តម្លៃ",
    "Print": "បោះពុម្ភ",
    "Print Labels": "បោះពុម្ពស្លាក",
    "Print Z-Report": "បោះពុ出しាយរបាយ Z",
    "Printed Document": "បោះពុម្ភឯកសារ",
    "Printing": "បោះពុម្ភ",
    "Printing Enabled For": "ការបោះពុម្ពត្រូវបានបើកសម្រាប់",
    "Printing Gateway": "មធ្យោបាយបោះពុម្ភ",
    "Priority": "អាទិភាព",
    "Proceed": "ដំណើរការ",
    "Proceed Payment": "បន្តការទូទាត់",
    "Process Status": "ស្ថានភាពប្រតិបត្តិការ",
    "Processing Status": "ស្ថានភាពដំណើរការ",
    "Procurement": "ការទិញចូល",
    "Procurement Automatically Stocked": "លទ្ធកម្មស្តុកទុកដោយស្វ័យប្រវត្តិ",
    "Procurement Cash": "ថវិកទិញ",
    "Procurement Id": "Id កាតទិញចូល",
    "Procurement Name": "ឈ្មោះការទិញចូល",
    "Procurement Paid": "ទិរតក៍ត្រូវបានបង់។",
    "Procurement Payable": "ថវិកបក",
    "Procurement Product Id": "Id ផលិតផលទិញចូល",
    "Procurement Products List": "បញ្ជីផលិផលក្នុងការទិញចូល",
    "Procurement Refreshed": "ការទិញចូលត្រូវបានធ្វើឡើងវិញ",
    "Procurement Unpaid": "ទិរតក៍មិនត្រូវបានបង់។",
    "Procurement:": "ការទិញចូល:",
    "Procurements": "កាតទិញចូល",
    "Procurements List": "បញ្ជីនៃការទិញចូល",
    "Procurements by \"%s\"": "លទ្ធកម្មដោយ \"%s\"",
    "Product": "ផលិតផល",
    "Product \/ Service": "ផលិតផល\/សេវាកម្ម",
    "Product Damaged": "ផលិតផលខូច",
    "Product Discount": "បញ្ចុះលើតម្លៃផលិតផល",
    "Product Expires": "ផលិតផលផុតកំណត់",
    "Product Histories": "ប្រវត្តិផលិតផល",
    "Product Id": "Id ផលិតផល",
    "Product Price": "តម្លៃផលិតផល",
    "Product Returned": "ផលិតផលត្រូវត្រឡប់",
    "Product Taxes": "ពន្ធផលិតផល",
    "Product Taxes (Included)": "ករណៃពន្ធ (រួមបញ្ចូល)",
    "Product Taxes (included)": "ករណៃពន្ធ (រួមបញ្ចូល)",
    "Product Type": "ប្រភេទផលិតផល",
    "Product Unit Quantities List": "បញ្ជីបរិមាណឯកតាផលិតផល",
    "Product discount should be set as percentage.": "ភាគរយនៃការបញ្ចុះតម្លៃផលិតផលគួរត្រូវបានកំណត់។",
    "Product id": "លេខសម្គាល់ផលិតផល",
    "Products": "ផលិតផល",
    "Products List": "បញ្ជីផលិតផលទាំងអស់",
    "Products Overview": "ទិសដៅផលិតផល",
    "Products Vat": "ពន្ធអាករផលិតផល",
    "Profile": "គណនី",
    "Profit": "គណនី",
    "Profit Report": "របាយការណ៍ប្រាក់ចំណេញ",
    "Progress": "វឌ្ឍនភាព",
    "Properties": "លក្ខណៈសម្បត្តិ",
    "Provide a URL to the logo.": "ផ្តល់ URL របស់ឡូហ្គោល",
    "Provide a description to the tax.": "ផ្តល់ការពិពណ៌នាអំពីពន្ធ។",
    "Provide a label to the resource.": "សូមផ្តល់ស្លាកសម្រាប់ resource.",
    "Provide a name that will help to identify the procurement.": "ផ្តល់ឈ្មោះដែលនឹងជួយកំណត់អត្តសញ្ញាណនៃការទិញចូល។",
    "Provide a name to the resource.": "សូមផ្តល់ឈ្មោះសម្រាប់ resource.",
    "Provide a name to the role.": "បញ្ចូលឈ្មោះសម្រាប់តួនាទី។",
    "Provide a name to the tax.": "ផ្តល់ឈ្មោះសម្គាល់របស់ពន្ធ។",
    "Provide a name tot he resource.": "ផ្តល់ឈ្មោះដល់ក Resources.",
    "Provide a preview url to the category.": "បញ្ចូល url ដែលអាចបង្ហាញទៅប្រភេទផលិតផល។",
    "Provide a report of the sales by payment types, for a specific period.": "ផ្តល់របាយការណ៍នៃការលក់តាមប្រភេទការទូទាត់សម្រាប់រយៈពេលជាក់លាក់មួយ។",
    "Provide a short description about the unit.": "ផ្តល់ការពិពណ៌នាខ្លីអំពីឯកតា។",
    "Provide a short description to the tax group.": "ផ្តល់ការពិពណ៌នាខ្លីដល់ក្រុមពន្ធ។",
    "Provide a unique name for the customer.": "សូមបញ្ជូលឈ្មោះរបស់អតិថិជនដោយមិនជាន់គ្នា។",
    "Provide a unique name for the product.": "ផ្តល់ឈ្មោះសម្រាប់ផលិតផលដោយមិនជាន់គ្នា។",
    "Provide a unique value for this unit. Might be composed from a name but shouldn't include space or special characters.": "ផ្តល់តម្លៃមួយដែលមិនអាចធ្វើซ้ำបាន។ វាអាចត្រូវបានបង្កើតឡើងពីឈ្មោះ ប៉ុន្តែមិនគួរមានចួច ឬអక్షរពិសេស។",
    "Provide a unit name to the unit.": "ផ្តល់ឈ្មោះឯកតាទៅធាតុ។",
    "Provide a unit name to the units group.": "ផ្តល់ឈ្មោះឯកតាទៅក្រុមឯកតា។",
    "Provide mode details about this cash register.": "ផ្តល់ព័ត៌មានលម្អិតអំពីទម្រង់អំពីការចុះឈ្មោះសាច់ប្រាក់នេះ។",
    "Provide more details about what this role is about.": "ផ្តល់ព័ត៌មានលម្អិតបន្ថែមអំពីតួនាទីនេះ។",
    "Provide the accounting number for this category. If left empty, it will be generated automatically.": "ផ្ដល់លេខគណនារបប។ ប្រសិនបើចា, នឹងត្រូវបង្កើតដោយស្វត tự",
    "Provide the administrator email.": "សូមផ្តល់អ៊ីមែលរបស់អ្នកគ្រប់គ្រង។",
    "Provide the administrator username.": "សូមផ្តល់ username សម្រាប់អ្នកគ្រប់គ្រង។",
    "Provide the billing First Name.": "ផ្តល់ឈ្មោះចេញវិក្កយបត្រ។",
    "Provide the billing first name.": "ផ្តល់ឈ្មោះដំបូងនៃការចេញវិក្កយបត្រ។",
    "Provide the billing last name.": "ផ្តល់នាមត្រកូលក្នុងវិក្កយបត្រ។",
    "Provide the customer PO.Box": "បញ្ចូលប្រអប់ប្រៃសណីយ៍អតិថិជន",
    "Provide the customer email.": "ផ្តល់អ៊ីមែលអតិថិជន។",
    "Provide the customer gender": "ផ្តល់ភេទរបស់អតិថិជន",
    "Provide the customer last name": "សូមបញ្ជូលឈ្មោះរបស់អតិថិជន",
    "Provide the customer phone number": "បញ្ចូលលេខទូរស័ព្ទអតិថិជន",
    "Provide the database hostname": "សូមផ្តល់ database hostname",
    "Provide the database name. Leave empty to use default file for SQLite Driver.": "ផ្តល់ឈ្មោះមូលដ្ឋានទិន្នន័យ។ ទុកទទេដើម្បីប្រើឯកសារលំនាំដើមសម្រាប់កម្មវិធីបញ្ជា SQLite ។",
    "Provide the database prefix.": "សូមផ្តល់បុព្វបទ database.",
    "Provide the hostname port.": "សូមផ្តល់ hostname port.",
    "Provide the old password.": "ផ្តល់ពាក្យសម្ងាត់ចាស់។",
    "Provide the preview of the current unit.": "ផ្តល់ការមើលជាមុននៃឯកតាបច្ចុប្បន្ន។",
    "Provide the procurement name.": "ផ្តល់ឈ្មោះលទ្ធកម្ម។",
    "Provide the provider email. Might be used to send automated email.": "ផ្តល់អ៊ីមែលអ្នកផ្តត់ផ្គង់។ អាចត្រូវបានប្រើដើម្បីផ្ញើអ៊ីមែលដោយស្វ័យប្រវត្តិ។",
    "Provide the shipping First Name.": "ផ្តល់នាមខ្លួនដឹកជញ្ជូន។",
    "Provide the shipping Last Name.": "ផ្តល់នាមត្រកូលដឹកជញ្ជូន។",
    "Provide the user first name.": "ផ្តល់ឈ្មោះអ្នកប្រើប្រាស់។",
    "Provide the user last name.": "ផ្តល់នាមត្រកូលអ្នកប្រើប្រាស់។",
    "Provide your email.": "ផ្តល់អ៊ីមែលរបស់អ្នក។",
    "Provide your password.": "ផ្តល់ពាក្យសម្ងាត់របស់អ្នក។",
    "Provide your username.": "សូមផ្តល់ឈ្មោះរបស់អ្នកប្រើប្រាស់។",
    "Provided": "បានផ្តល់",
    "Provider": "អ្នកផ្គត់ផ្គង់",
    "Provider Id": "Id អ្នកផ្គត់ផ្គង់",
    "Provider Procurements List": "បញ្ជីអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល",
    "Provider Products List": "បញ្ជីអ្នកផ្គត់ផ្គង់ផលិតផល",
    "Provider last name if necessary.": "នាមត្រកូលអ្នកផ្គត់ផ្គង់ប្រសិនបើចាំបាច់។",
    "Providers": "អ្នកផ្គត់ផ្គង់",
    "Providers List": "បញ្ជីអ្នកផ្តត់ផ្គង់",
    "Provides a combined report for every transactions on products.": "ផ្តល់របាយការណ៍រួមសម្រាប់រាល់ប្រតិបត្តិការលើផលិតផល។",
    "Provides an overview of the products stock.": "ផ្តល់នូវទិដ្ឋភាពទូទៅនៃស្តុកផលិតផល។",
    "Provides an overview of the provide of the products sold.": "ផ្តល់នូវទិដ្ឋភាពទូទៅនៃការផ្តល់ផលិតផលដែលបានលក់។",
    "Provides an overview on the activity for a specific period.": "ផ្តល់នូវទិដ្ឋភាពទូទៅអំពីសកម្មភាពសម្រាប់រយៈពេលជាក់លាក់មួយ។",
    "Provides an overview over the best products sold during a specific period.": "ផ្តល់នូវទិដ្ឋភាពទូទៅលើផលិតផលល្អបំផុតដែលបានលក់ក្នុងអំឡុងពេលជាក់លាក់មួយ។",
    "Provides an overview over the sales during a specific period": "ផ្តល់នូវទិដ្ឋភាពទូទៅនៃការលក់ក្នុងអំឡុងពេលជាក់លាក់មួយ។",
    "Provides an overview over the sold stock during a specific period.": "ផ្តល់នូវទិដ្ឋភាពទូទៅលើស្តុកដែលបានលក់ក្នុងអំឡុងពេលជាក់លាក់មួយ។",
    "Purchase Amount": "គណនីទិញចូល",
    "Purchase Price": "តម្លៃ​ទិញ",
    "Purchase Value": "ទំហំការទិញចូល",
    "Purchases": "ការទិញ",
    "Quantity": "បរិមាណ",
    "Query Exception": "សំណើរលើកលែង",
    "Quick Product": "ផលិតផលរហ័ស",
    "Quick Product Default Unit": "ឯកតាលំនាំដើមផលិតផលរហ័ស",
    "Quick Search": "ស្វែងរករហ័ស",
    "Quotation Expiration": "តារាងតម្លៃដែលផុតកំណត់",
    "Quotations will get deleted after they defined they has reached.": "សម្រង់នឹងត្រូវបានលុបបន្ទាប់ពីពួកគេបានកំណត់ថាពួកគេបានឈានដល់។",
    "Random Code": "កូដចៃដន្យ",
    "Range : {date1} &mdash; {date2}": "ចន្លោះ : {date1} &mdash; {date2}",
    "Rate": "អត្រា",
    "Read More": "អាន​បន្ថែម",
    "Readonly": "បានតែអានប៉ុណ្ណោះ",
    "Ready": "រួចរាល់",
    "Reason:": "មូលហេតុ:",
    "Receipt": "បង្កាន់ដៃ",
    "Receipt Footer": "ផ្នែកខាងក្រោមបង្កាន់ដៃ",
    "Receipt Logo": "ឡូហ្គោលលើបង្កាន់ដៃ",
    "Receipt Template": "គម្រូបង្កាន់ដៃ",
    "Receipt — %s": "ប្រវត្តិការទិញ — %s",
    "Receipts": "បង្កាន់ដៃ",
    "Receivable Account": "គណគាប់វិក័យប័ត្រ",
    "Receivables": "វិក័យប្រាក់",
    "Recents Orders": "ការបញ្ជាទិញថ្មីៗ",
    "Recompute": "គណនាសាថ្មី",
    "Recurring": "កើតឡើងដដែរៗ",
    "Recurring Expense": "ថវិកាដែលធ្វើជាលាយ",
    "Recurring Transaction": "ប្រតិបត្តិការដែលកើតឡើងដដែលៗ",
    "Refresh": "លោតទំព័រម្តងទៀត",
    "Refund": "សងលុយវិញ",
    "Refund & Return": "សងប្រាក់ & ការដូរវិញ",
    "Refund (Add)": "សងប្រាក់វិញ (បន្ថែម)",
    "Refund Receipt": "បង្កាន់ដៃសងប្រាក់វិញ",
    "Refund Shipping": "ការបង្វិលសងថ្លៃដឹកជញ្ជូន",
    "Refund With Products": "សងប្រាក់វិញជាមួយផលិតផល",
    "Refund receipt": "បង្កាន់ដៃសងប្រាក់វិញ",
    "Refunded": "បានទូរទាត់សង",
    "Refunded Products": "ផលិតផលដែលសងប្រាក់វិញ",
    "Refunding": "ផ្ទេរថវិក",
    "Refunds": "ការបោះប្រាក់ត្រឡប់",
    "Register": "ចុះឈ្មោះ",
    "Register History": "ចុះឈ្មោះប្រវត្តិ",
    "Register History For : %s": "ប្រវត្តិសម្រាប់កត់ត្រាប្រាក់ : %s",
    "Register History List": "បញ្ជីប្រវិត្តចុះឈ្មោះ",
    "Register Id": "Id ការចុះឈ្មោះ",
    "Register Name": "ចុះឈ្មោះឈ្មោះ",
    "Register Options": "ជម្រើសការបើកបញ្ជី",
    "Register a new Account and save it.": "ចុះឈ្មោះគណនីថ្មី ហើយរក្សាទុក។",
    "Register a new Customers Group and save it.": "បង្កើតក្រុមសម្រាប់អតិថិជន និងរក្សាទុក។",
    "Register a new Order Instalment and save it.": "កត់ត្រាការបង់រំលោះថ្មី ហើយរក្សាទុកវា។",
    "Register a new Provider Product and save it.": "កត់ត្រាអ្នកផ្គត់ផ្គង់ផលិតផល ហើយរក្សាទុកវា។",
    "Register a new category product and save it.": "បង្កើតប្រេភេទផលិតផលថ្មី ហើយរក្សាទុក។",
    "Register a new coupon and save it.": "កត់ត្រាគូប៉ុងថ្មីនិងរក្សាវាទុក។",
    "Register a new coupon order history and save it.": "កត់ត្រាប្រវត្តិការបញ្ជាទិញដោយប្រើគូប៉ុង និងរក្សាទុក។",
    "Register a new customer account and save it.": "ចុះឈ្មោះគណនីអតិថិជនថ្មី ហើយរក្សាទុកវា។",
    "Register a new customer and save it.": "ចុះឈ្មោះអតិថិជនថ្មី និងរក្សាវាទុក។",
    "Register a new customer coupon and save it.": "កត់ត្រាគូប៉ុងសម្រាប់អតិថិជនថ្មី ហើយរក្សាទុកវា។",
    "Register a new customer coupon history and save it.": "បង្កើតប្រវត្តិគូប៉ុងសម្រាប់អតិថិជន និងរក្សាទុក។",
    "Register a new customer order and save it.": "ចុះឈ្មោះការបញ្ជាទិញអតិថិជនថ្មី ហើយរក្សាទុកវា។",
    "Register a new customer reward and save it.": "ចុះឈ្មោះរង្វាន់អតិថិជនថ្មី ហើយរក្សាទុកវា។",
    "Register a new hold order and save it.": "កត់ត្រាការបញ្ជាទិញកំពុងរង់ចាំ ហើយរក្សាទុក។",
    "Register a new order and save it.": "កត់ត្រាការបញ្ជាទិញថ្មី ហើយរក្សាទុកវា។",
    "Register a new payment type and save it.": "កត់ត្រាប្រភេទការទូទាត់ថ្មី ហើយរក្សាទុកវា។",
    "Register a new permissionaccess and save it.": "ចុះឈ្មោះសិទ្ធិថ្មី និងរក្សាទុក",
    "Register a new procurement and save it.": "កត់ត្រាការទិញចូលថ្មី ហើយរក្សាទុក។",
    "Register a new procurement product and save it.": "កត់ត្រាផលិតផលក្នុងការទិញចូល ហើយរក្សាទុក។",
    "Register a new product and save it.": "កត់ត្រាផលិតផលថ្មី ហើយរក្សាទុក។",
    "Register a new product history and save it.": "កត់ត្រាប្រវត្តិផលិតផលថ្មី ហើយរក្សាទុកវា។",
    "Register a new product unit quantity and save it.": "ចុះឈ្មោះបរិមាណឯកតាផលិតផលថ្មី ហើយរក្សាទុកវា។",
    "Register a new products stock flow and save it.": "ចុះឈ្មោះលំហូរស្តុកផលិតផលថ្មី ហើយរក្សាទុកវា។",
    "Register a new provider and save it.": "ចុះឈ្មោះអ្នកផ្តត់ផ្គង់ថ្មី ហើយរក្សាទុកវា។",
    "Register a new provider procurement and save it.": "កត់ត្រាបន្ថែមអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល និងរក្សាទុក។",
    "Register a new register and save it.": "ចុះឈ្មោះចុះឈ្មោះថ្មី ហើយរក្សាទុកវា។",
    "Register a new register history and save it.": "ចុះឈ្មោះប្រវត្តិចុះឈ្មោះថ្មី ហើយរក្សាទុកវា។",
    "Register a new reward system and save it.": "ចុះឈ្មោះប្រព័ន្ធរង្វាន់ថ្មី ហើយរក្សាទុកវា។",
    "Register a new tax and save it.": "ចុះឈ្មោះពន្ធថ្មី ហើយរក្សាទុក។",
    "Register a new tax group and save it.": "ចុះឈ្មោះក្រុមពន្ធថ្មី ហើយរក្សាទុកវា។",
    "Register a new transaction and save it.": "ចុះឈ្មោះប្រតិបត្តិការថ្មី ហើយរក្សាទុកវា។",
    "Register a new transaction history and save it.": "ចុះឈ្មោះប្រវត្តិប្រតិបត្តិការថ្មី ហើយរក្សាទុកវា។",
    "Register a new unit and save it.": "ចុះឈ្មោះឯកតាថ្មី ហើយរក្សាទុកវា។",
    "Register a new unit group and save it.": "ចុះឈ្មោះក្រុមឯកតាថ្មី ហើយរក្សាទុកវា។",
    "Register a new user and save it.": "ចុះឈ្មោះអ្នកប្រើប្រាស់ថ្មី ហើយរក្សាទុកវា។",
    "Registers List": "បញ្ជីចុះឈ្មោះ",
    "Registration": "ការកត់ត្រាទឹកប្រាក់",
    "Registration Open": "បើកការកត់ត្រាទឹកប្រាក់",
    "Registration Role": "តួនាទីចុះឈ្មោះ",
    "Remaining :": "នៅសល់ :",
    "Remaining Steps": "ជំហានដែលនៅសល់",
    "Remember Your Password ?": "ចងចាំលេខសម្ងាត់របស់អ្នក?",
    "Remove": "ដកចេញ",
    "Remove Image": "លុបរូបភាព",
    "Remove Selected": "លុបធាតុដែលបានជ្រើសរើស",
    "Removed": "បានដកចេញ",
    "Removing": "លុប",
    "Renders the automatically generated barcode.": "បង្ហាញលេខកូដដែលបានបង្កើតដោយស្វ័យប្រវត្តិ។",
    "Rent Expenses": "ថវិកការជួល",
    "Report On": "របាយការណ៍",
    "Report Refreshed": "ធ្វើរាយការណ៍ឡើងវិញ",
    "Report Settings": "ការកំណត់នៃរបាយការណ៍",
    "Report Type": "ប្រភេទរបាយការណ៍",
    "Reports": "របាយការណ៍",
    "Requested At": "ស្នើឡើង",
    "Requester": "អ្នកស្នើ",
    "Require Unique Phone": "ទាមទារទូរស័ព្ទមិនជាន់គ្នា",
    "Require Valid Email": "ទាមទារអ៊ីមែលដែលមានសុពលភាព",
    "Required Permission": "សិទ្ធិចាំបាច់",
    "Required permissions: %s": "សិទ្ធិចាំបាច់: %s",
    "Requires Validation": "ទាមទារការត្រួតពិនិត្យ",
    "Reset": "ធ្វើឲ្យដូចដើម",
    "Reset Default": "ធ្វើជាស Defaults",
    "Reset Password": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
    "Reset project to HEAD...": "ធ្វើឲ្យបច្ចេកវិស័យត្រឡប់មក HEAD...",
    "Restoring cash flow from paid orders...": "ស្តារលំហូរសាច់ប្រាក់ពីការបញ្ជាទិញដែលបានបង់...",
    "Restoring cash flow from refunded orders...": "ស្តារលំហូរសាច់ប្រាក់ពីការបញ្ជាទិញដែលបានបង្វិលសងវិញ...",
    "Restrict the orders by the creation date.": "ដាក់កម្រិតការបញ្ជាទិញដោយកាលបរិច្ឆេទបង្កើត។",
    "Restrict the orders by the payment status.": "ដាក់កម្រិតការបញ្ជាទិញដោយស្ថានភាពនៃការទូទាត់។",
    "Restrict the records by the author.": "ដាក់កម្រិតកំណត់ត្រាដោយអ្នកបង្កើត។",
    "Restrict the records by the creation date.": "ដាក់កម្រិតកំណត់ត្រាដោយកាលបរិច្ឆេទបង្កើត។",
    "Restricted Features": "សិទ្ធិពិសេស",
    "Retail Layout": "ទម្រង់លក់រាយ",
    "Retry": "ព្យាយាមម្តងទៀត",
    "Return": "ត្រឡប់ក្រោយ",
    "Return To Calendar": "ត្រឡប់ទៅប្រតិទិនវិញ",
    "Return to Accounts": "ត្រឡប់ទៅគណនីវិញ",
    "Return to Category Products": "ត្រឡប់ទៅប្រភេទផលិតផលវិញ",
    "Return to Coupon Order Histories": "ត្រឡប់ទៅប្រវត្តិនៃការបញ្ជាទិញមានគូប៉ុង",
    "Return to Coupons": "ត្រឡប់ទៅគូប៉ុងវិញ",
    "Return to Customer Accounts": "ត្រឡប់ទៅគណនីអតិថិជនវិញ។",
    "Return to Customer Coupon Histories": "ត្រលប់ទៅប្រវត្តិគូប៉ុងរបស់អតិថិជន",
    "Return to Customer Coupons": "ត្រឡប់ទៅគូប៉ុងសម្រាប់អតិថិជនវិញ",
    "Return to Customer Orders": "ត្រឡប់ទៅការបញ្ជាទិញរបស់អតិថិជន",
    "Return to Customer Rewards": "ត្រឡប់ទៅប្រព័ន្ធលើកទឹកចិត្តរបស់អតិថិជន",
    "Return to Customers": "ត្រឡប់ទៅអតិថិជនវិញ",
    "Return to Customers Groups": "ត្រឡប់ទៅក្រុមអតិថិជនវិញ",
    "Return to Hold Orders": "ត្រឡប់ទៅការបញ្ជាទិញកំពុងរង់ចាំវិញ",
    "Return to Order Instalment": "ត្រឡប់ទៅការបញ្ជាទិញបង់រំលោះវិញ",
    "Return to Orders": "ត្រលប់ទៅការបញ្ជាទិញ",
    "Return to Payment Types": "ត្រឡប់ទៅប្រភេទការទូទាត់វិញ។",
    "Return to PermissionAccesses": "ត្រឡប់ទៅសិទ្ធិ",
    "Return to Procurement Products": "ត្រឡប់ទៅកាន់ការបញ្ជាទិញផលិផលចូល",
    "Return to Procurements": "ត្រឡប់ទៅការទិញចូលវិញ",
    "Return to Product Histories": "ត្រឡប់ទៅ ប្រវត្តិផលិតផល",
    "Return to Product Unit Quantities": "ត្រឡប់ទៅ បរិមាណឯកតាផលិតផលវិញ",
    "Return to Products": "ត្រឡប់ទៅកាន់ផលិតផលវិញ",
    "Return to Provider Procurements": "ត្រឡប់ទៅអ្នកផ្គត់ផ្គង់ទំនិញទិញចូល",
    "Return to Provider Products": "ត្រឡប់ទៅអ្នកផ្គត់ផ្គង់ផលិតផល",
    "Return to Providers": "ត្រឡប់ទៅកាន់អ្នកផ្គត់ផ្គង់",
    "Return to Register History": "ត្រឡប់ទៅ ប្រវត្តិនៃការចុះឈ្មោះ",
    "Return to Registers": "ត្រឡប់ទៅការចុះឈ្មោះ",
    "Return to Reward Systems": "ត្រឡប់ទៅប្រព័ន្ធរង្វាន់វិញ",
    "Return to Roles": "ត្រឡប់ទៅតួនាទីវិញ",
    "Return to Taxes": "ត្រឡប់ទៅពន្ធវិញ",
    "Return to Taxes Groups": "ត្រឡប់ទៅក្រុមពន្ធវិញ",
    "Return to Transactions": "ត្រឡប់ទៅប្រតិបត្តិការ",
    "Return to Transactions History": "ត្រឡប់ទៅប្រវត្តិប្រតិបត្តិការ",
    "Return to Unit Groups": "ត្រឡប់ទៅក្រុមឯកតាវិញ",
    "Return to Units": "ត្រឡប់ទៅឯកតាវិញ",
    "Return to Users": "ត្រឡប់ទៅអ្នកប្រើប្រាស់",
    "Returned": "បានយកត្រលប់មកវិញ",
    "Revenues": "ឥតិ្ថិ",
    "Revoke": "ដកហូត",
    "Reward Name": "ស្មោះប្រព័ន្ធលើកទឹកចិត្ត",
    "Reward System": "ប្រព័ន្ធលើកទឹកចិត្ត",
    "Reward System Name": "ឈ្មោះប្រព័ន្ធលើកទឹកចិត្ត",
    "Reward Systems": "ប្រព័ន្ធរង្វាន់",
    "Reward Systems List": "បញ្ជីប្រព័ន្ធរង្វាន់",
    "Rewards": "ប្រព័ន្ធលើកទឹកចិត្ត",
    "Roles": "តួនាទី",
    "Roles List": "បញ្ជីតួនាទី",
    "Routes": "ផ្លូវ",
    "Rules": "គោលប័ណ្ណ",
    "SGST": "SGST",
    "SKU": "SKU",
    "SKU, Barcode, Name": "SKU, បាកូដ, ឈ្មោះ",
    "SKU, Barcode, Product name.": "SKU, បាកូដ, ឈ្មោះផលិតផល។",
    "Salaries And Wages": "ប្រាក់ឈ្នួល និងប្រាក់ ವೇ",
    "Sale Card Widget": "ផ្ទាំងវិចិត្រនៃការលក់",
    "Sale Complete Sound": "សម្លេងពេលលក់បញ្ចប់",
    "Sale Price": "តម្លៃលក់",
    "Sale Report": "របាយការណ៍លក់",
    "Sale Value": "ទំហំការលក់",
    "Sales": "ការលក់",
    "Sales By Payment Types": "ការលក់តាមប្រភេទការទូទាត់",
    "Sales By Payments": "ការលក់តាមការបង់ប្រាក់",
    "Sales COGS": "ផលិតផល និងតម្លៃ",
    "Sales Discounts": "ការលក់បញ្ចុះតម្លៃ",
    "Sales Overview": "ការមើលស견",
    "Sales Person": "មន្ត្រីលក់",
    "Sales Progress": "ដំណើរការនៃការលក់",
    "Sales Report": "របាយការណ៍លក់",
    "Sales Revenues": "វិក័យប្រាក់",
    "Sales Revenues Account": "គណគាប់ប្រាក់កស",
    "Sales Taxes": "ពន្ធលើការលក់",
    "Sample Procurement %s": "ការទិញចូលគំរូ %s",
    "Sat": "ស",
    "Saturday": "សៅរ៍",
    "Save": "រក្សាទុក",
    "Save As Unpaid": "រក្សាទុកជាមិនទាន់បង់",
    "Save Completed": "រក្សាទុក",
    "Save Coupon": "រក្សាទុកគូប៉ុង",
    "Save Customer": "រក្សាទុកអតិថិជន",
    "Save Expense": "រក្សារទុកការចំណាយ",
    "Save Password": "រក្សាទុកលេខសម្ងាត់",
    "Save Settings": "រក្សារទុកការកំណត់",
    "Save Token": "រក្សាទុក Token",
    "Save Transaction": "រក្សាទុកប្រតិបត្តិការ",
    "Save a new customer group": "រក្សាទុកក្រុមអតិថិជនថ្មី",
    "Scan QR Code": "សแกน QR Code",
    "Scan with administrator device": "ស្កេនជាមួយឧបករណ៍របស់អ្នកគ្រប់គ្រង",
    "Scheduled": "បានកំណត់ពេល",
    "Scheduled Expense": "ថវិកាដែលបានកំណត់ពេល",
    "Scheduled On": "បានកំណត់ពេលបើក",
    "Scheduled Transaction": "ប្រតិបត្តិការដែលបានគ្រោងទុក",
    "Scheduled Transactions": "ប្រតិបត្តិការដែលបានគ្រោងទុក",
    "Scheduled for %s": "គ្រោងទុក ថ្ងៃ %s",
    "Screen": "ផ្ទាំងបង្ហាញ",
    "Search": "ស្វែងរក",
    "Search Customer...": "ស្វែងរកអតិថិជន...",
    "Search Filters": "ស្វែងរកតាមការច្រោះ",
    "Search Medias": "ស្វែងរកវិចិត្រសាល",
    "Search Product": "ស្វែងរកផលិតផល",
    "Search Products...": "ស្វែងរកផលិតផល...",
    "Search and add some products": "ស្វែងរក និងបន្ថែមផលិតផលមួយចំនួន",
    "Search for options": "ស្វែងរកជម្រើស",
    "Search for products.": "ស្វែងរកផលិតផល។",
    "Search products...": "ស្វែងរកផលិតផល...",
    "Search result": "លទ្ធផលស្វែងរក",
    "Search...": "ស្វែងរក...",
    "Second Address": "អាសយដ្ឋានទីពីរ",
    "Second address of the provider.": "អាសយដ្ឋានទីពីររបស់អ្នកផ្គត់ផ្គង់។",
    "Security": "សុវត្ថិភាព",
    "See Error": "មើលកំហុសឆ្គង",
    "See History": "មើលប្រវត្តិ",
    "See Procurements": "មើលការទិញចូល",
    "See Products": "មើលផលិតផល",
    "See Quantities": "មើលបរិមាណ",
    "Select": "ជ្រើសរើស",
    "Select Action": "ជ្រើសរើសសកម្មភាព",
    "Select All": "បացពាក្យ",
    "Select Categories": "ជ្រើសរើសប្រភេទផលិតផល",
    "Select Customer": "ជ្រើសរើសអតិថិជន",
    "Select Payment": "ជ្រើសរើសការទូទាត់",
    "Select Payment Gateway": "ជ្រើសរើសច្រកទូទាត់",
    "Select Procurement": "ជ្រើសរើសការទិញចូល",
    "Select Products": "ជ្រើសរើសផលិតផល",
    "Select Register": "បញ្ជ្រាយ Register",
    "Select Tax": "ជ្រើសរើសពន្ធ",
    "Select Unit": "ជ្រើសរើសឯកតា",
    "Select Units": "ជ្រើសរើសឯកតា",
    "Select a migration to delete:": "បញ្ជ្រតការផ្លាស់ប្តូរដើម្បីលាយ:",
    "Select the action that you want to perform on the stock.": "ជ្រើសរើសសកម្មភាពដែលអ្នកចង់អនុវត្តនៅលើស្តុក។",
    "Select the category of this account.": "ជ្រើសរើសប្រភេទគណនារ។",
    "Select the category to which the product belongs.": "បញ្ជ្រតប្រភេទដែលផលិតផលនោះ មក",
    "Select the features that will be restricted for the user.": "បញ្ជ្រាយលក្ខណៈដែលត្រូវដាក់កម្រិតសម្រាប់អ្នកប្រើ។",
    "Select the payment type that must apply to the current order.": "ជ្រើសរើសប្រភេទការទូទាត់ដែលត្រូវអនុវត្តចំពោះការបញ្ជាទិញបច្ចុប្បន្ន។",
    "Select the procured unit first before selecting the conversion unit.": "ជ្រើសរើសឯកតាដែលបានទិញជាមុនសិន មុននឹងជ្រើសរើសឯកតាបំប្លែង។",
    "Select the procurement that you want to adjust the stock with.": "ជ្រើសរើសការទិញចូលដែលអ្នកចង់កែតម្រូវស្តុកជាមួយ។",
    "Select the product to perform a refund.": "ជ្រើសរើសផលិតផលដើម្បីធ្វើការសងប្រាក់វិញ។",
    "Select the tax group that applies to the product\/variation.": "ជ្រើសរើសក្រុមពន្ធដែលអនុវត្តចំពោះផលិតផល\/បំរែបំរួល។",
    "Select the unit that you want to adjust the stock with.": "ជ្រើសរើសឯកតាដែលអ្នកចង់កែតម្រូវស្តុកជាមួយ។",
    "Select to which category the item is assigned.": "ជ្រើសរើសប្រភេទណាដែលធាតុត្រូវបានចាត់តាំង។",
    "Select to which group each new created customers are assigned to.": "ជ្រើសរើសក្រុមណាដែលអតិថិជនបង្កើតថ្មីនីមួយៗត្រូវបានចាត់តាំងទៅ។",
    "Select what is the registration role.": "ជ្រើសរើសអ្វីដែលជាតួនាទីចុះឈ្មោះ។",
    "Select what will be the default language of NexoPOS.": "ជ្រើសរើសភាសាលំនាំដើមសម្រាប់កម្មវិធី NexoPOS",
    "Select which Reward system applies to the group": "ជ្រើសរើសប្រព័ន្ធរង្វាន់ដែលអនុវត្តចំពោះក្រុម",
    "Select with widget you want to add to the column.": "ជ្រើសរើសផ្ទាំងវិចិត្រដែលអ្នកចង់បន្ថែមទៅជួរឈរ។",
    "Selected": "បានជ្រើសរើស",
    "Selected after how many minutes the system will set the cashier as idle.": "បានជ្រើសរើសរយៈពេលប៉ុន្មាននាទីបន្ទាប់ ប្រព័ន្ធនឹងកំណត់អ្នកគិតលុយឱ្យនៅទំនេរ។",
    "Selling Unit": "ឯកតាលក់",
    "September": "កញ្ញា",
    "Sequential": "លំដាប់លំដោយ",
    "Session Duration": "ពេលប្រើប្រាស់",
    "Session Ongoing": "សិស្សដំណើរ",
    "Set": "កំណត់",
    "Set New Password": "កំណត់ពាក្យសម្ងាត់ថ្មី",
    "Set Paid": "កំណត់ថាបានបង់",
    "Set Sale Price": "កំណត់តម្លៃលក់",
    "Set direct, scheduled transactions.": "កំណត់ប្រតិបត្តិការដោយផ្ទាល់ និងតាមកាលវិភាគ។",
    "Set if the sales should be created.": "កំណត់ថាតើការលក់គួរតែត្រូវបានបង្កើត។",
    "Set the database driver": "សូមជ្រើសរើស database driver",
    "Set the limit that can't be exceeded by the user.": "កំណត់រ Limits មិនអាចត្រូវបានអ្នកប្រើប្រាស់លើសបាន។",
    "Set the quantity of the product.": "កំណត់បរិមាណផលិតផល។",
    "Set the scheduled date.": "កំណត់កាលបរិច្ឆេទដែលបានគ្រោងទុក។",
    "Set the user PO Box.": "កំណត់ប្រអប់សំបុត្ររបស់អ្នកប្រើ។",
    "Set the user gender.": "កំណត់ភេទអ្នកប្រើប្រាស់។",
    "Set the user phone number.": "កំណត់លេខទូរស័ព្ទអ្នកប្រើប្រាស់។",
    "Set to \"No\" expiration time will be ignored.": "កំណត់ដាក់ \"ទេ\" ពេលផុតកំណត់នឹងត្រូវមិនអើពើ។",
    "Set what should be the limit of the purchase on credit.": "កំណត់អ្វីដែលគួរតែជាដែនកំណត់នៃការទិញនៅលើឥណទាន។",
    "Set what unit is assigned by default to all quick product.": "កំណត់​ឯកតា​ណា​ដែល​ត្រូវ​បាន​កំណត់​តាម​លំនាំដើម​ទៅ​គ្រប់​ផលិតផល​រហ័ស។",
    "Set when the transaction should be executed. This is only date and hour specific, minutes are ignored.": "កំណត់ពេលដែលប្រតិបត្តិការត្រូវ eseguire. នេះគឺเฉพาะថ្ងៃ និងម៉ោងប៉ុណ្ណោះ, នាទីត្រូវបានមើលច្រឡា។",
    "Settings": "ការកំណត់",
    "Settings Page Not Found": "រកមិនឃើញទំព័រការកំណត់",
    "Setup": "ដំឡើង",
    "Shipping": "ដឹកជញ្ជូន",
    "Shipping & Billing": "ការដឹកជញ្ជូន និងវិក័យប័ត្រ",
    "Shipping Address": "អាសយដ្ឋានដឹកជញ្ជូន",
    "Shipping Country.": "ប្រទេសដឹកជញ្ជូន។",
    "Shipping Details": "ព័ត៌មានលម្អិតអំពីការដឹកជញ្ជូន",
    "Shipping Fees": "ថ្លៃដឹកជញ្ជូន",
    "Shipping First Address.": "អាសយដ្ឋានដឹកជញ្ជូនដំបូង។",
    "Shipping Rate": "តម្លៃនៃការដឹកជញ្ជូន",
    "Shipping Second Address.": "អាសយដ្ឋានដឹកជញ្ជូនទីពីរ។",
    "Shipping Type": "ប្រភេទនៃការដឹកជញ្ជូន",
    "Shipping phone number.": "លេខទូរស័ព្ទដឹកជញ្ជូន។",
    "Shortage": "កង្វះខាត",
    "Should be a unique value with no spaces or special character": "គួរ​តែ​ជា​តម្លៃ​មិនជាន់គ្នា ហើយ​មិន​មាន​ដកឃ្លា ឬ​តួអក្សរ​ពិសេស",
    "Should be the same as the password above.": "គួរតែដូចគ្នានឹងពាក្យសម្ងាត់ខាងលើ។",
    "Should be the same as the password.": "គួរតែដូចគ្នានឹងពាក្យសម្ងាត់។",
    "Show Details": "បង្ហាញព័ត៌មានលម្អិត",
    "Show Price With Tax": "បង្ហាផលិតផលជាមួយពន្ធ",
    "Show Quantity": "បង្ហាញបរិមាណ",
    "Show Roles": "បង្កត",
    "Show Tax Breakdown": "បង្ហាញការវិភាគពន្ធ",
    "Shows all histories generated by the transaction.": "បង្ហាញប្រវត្តិទាំងអស់ដែលបង្កើតដោយប្រតិបត្តិការ។",
    "Sign In": "ចូលប្រើប្រាស់",
    "Sign In — NexoPOS": "ចូលสู่ระบบ — NexoPOS",
    "Sign Up": "ចុះឈ្មោះ",
    "Sign Up — NexoPOS": "ចូលរួម — NexoPOS",
    "Skip Instalments": "រំលងការបង់រំលោះ",
    "Sku": "Sku",
    "Small Box": "ប្រអប់តូច",
    "Sold": "បានលក់",
    "Sold Qty": "Qty បានលក់",
    "Sold Quantity": "បរិមាណដែលបានលក់",
    "Sold Stock": "ស្តុកដែលបានលក់",
    "Some expense type are disabled as NexoPOS is not able to <a target=\"_blank\" href=\"%s\">perform asynchronous requests<\/a>.": "ករណីមួយចំនួនត្រូវបានបិទដោយសារ NexoPOS មិនអាច <a target=\"_blank\" href=\"%s\">ធ្វើការស្នើដោយមិនចាំប chờ<\/a>.",
    "Some products has been added to the cart. Would you like to discard this order ?": "ផលិតផលមួយចំនួនត្រូវបានបន្ថែមទៅក្នុង Cart។ តើអ្នកចង់លុប Order នេះ?",
    "Someone has requested to reset your password on __\"%s\"__. If you remember having done that request, please proceed by clicking the button below. ": "មាននរណាម្នាក់បានស្នើសុំឱ្យកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញនៅលើ __\"%s\"__. ប្រសិនបើអ្នកចាំថាបានធ្វើសំណើនោះ សូមបន្តដោយចុចប៊ូតុងខាងក្រោម។",
    "Sort Results": "តម្រៀបលទ្ធផល",
    "Sorting is explicitely disabled for the column \"%s\".": "ការតម្រៀបត្រូវបានបិទយ៉ាងជាក់លាក់សម្រាប់ជួរឈរ \"%s\" ។",
    "Sorting is explicitely disabled on this column": "ការតម្រៀបត្រូវបានបិទយ៉ាងច្បាស់លាស់នៅលើជួរឈរនេះ",
    "Sqlite is selected as database driver": "Sqlite ត្រូវបានជ្រើសរើសជា as database driver",
    "Start by choosing a range and loading the report.": "ចាប់ផ្តើមដោយជ្រើសរើសចន្លោះមួយ និងមើលរបាយការណ៍។",
    "Start of Month": "ដើមខែ",
    "Status": "ស្ថានភាព",
    "Stock Adjustment": "ការកែតម្រូវស្តុក",
    "Stock Alert": "ជូនដំណឹងអំពីស្តុក",
    "Stock Flow Records": "កំណត់ត្រាលំហូរស្តុ",
    "Stock History": "កំណត់ត្រាស្តុក",
    "Stock History For %s": "ប្រវត្តិស្តុកសម្រាប់ %s",
    "Stock Management": "ការគ្រប់គ្រងស្តុក",
    "Stock Management Enabled": "បានបើកការគ្រប់គ្រងស្តុក",
    "Stock Management Products.": "គ្រប់គ្រងស្តុកផលិតផល។",
    "Stock Report": "របាយការណ៍ស្តុកក",
    "Stocked": "បានស្តុក",
    "Store Additional Information": "រក្សាទុកព័ត៌មានបន្ថែម",
    "Store Address": "អាសយដ្ឋានហាង",
    "Store Administrator": "អ្នកគ្រប់គ្រងហាង",
    "Store Cashier": "អ្នកគិតលុយហាង",
    "Store City": "ទីក្រុងរបស់ស្តុក",
    "Store Details": "លម្អិតពីហាង",
    "Store Email": "អ៊ីមែលរបស់ស្តុក",
    "Store Fax": "ទូរសារហាង ",
    "Store Name": "ឈ្មោះហាង",
    "Store PO.Box": "ប្រអប់ប្រៃសណីយ៍ហាង",
    "Store Phone": "លេខទូរស័ព្ទរបស់ស្តុក",
    "Store Rectangle Logo": "រក្សាទុកស្លាកសញ្ញាចតុកោណ",
    "Store Square Logo": "ស្លាកសញ្ញាហាងរាងការ៉េ",
    "Store additional information.": "រក្សាទុកព័ត៌មានបន្ថែម។",
    "Strict Instalments": "ការបង់ប្រាក់តាមកញ្ចប់",
    "Sub Account": "គណនារបប",
    "Sub Total": "សរុបរង",
    "Submit": "ដាក់ស្នើ",
    "Submit Payment": "ដាក់ស្នើការទូទាត់",
    "Summary": "សង្ខេប",
    "Summary For": "សង្ខេបសម្រាប់",
    "Sun": "អា",
    "Sunday": "អាទិត្យ",
    "Symbol": "និមិត្តសញ្ញា",
    "Symbolic Links Missing": "បាត់និមិត្តសញ្ញាតំណភ្ជាប់",
    "Take Away": "មកយកផ្ទាល់",
    "Target": "ផ្តោត",
    "Task Scheduling Disabled": "ការកំណត់កាលវិភាគកិច្ចការត្រូវបានបិទ",
    "Tax": "ពន្ធ",
    "Tax & Summary": "ពន្ធ និងសង្ខេប",
    "Tax Excluded": "មិនបញ្ចូលពន្ធ",
    "Tax Group": "ក្រុមនៃពន្ធ",
    "Tax Included": "រូមបញ្ចូលពន្ធ",
    "Tax Inclusive": "រួមបញ្ចូលពន្ធ",
    "Tax Type": "ប្រភេទពន្ធ",
    "Tax Value": "តម្លៃពន្ធ",
    "Taxes": "ពន្ធ",
    "Taxes Groups": "ក្រុមនៃពន្ធ",
    "Taxes Groups List": "បញ្ជីក្រុមពន្ធ",
    "Taxes List": "បញ្ជីពន្ធ",
    "Temporary Permission Required": "ត្រូវការអនុញ្ញាតិជាបឋម",
    "Tendered": "ដេញថ្លៃ",
    "Terminal": "ស្ថានទី",
    "Terminal A": "ស្ថានីយ ក",
    "Terminal B": "ស្ថានីយ ខ",
    "Test": "តេស្ត",
    "Thank you for using NexoPOS to manage your store. This installation wizard will help you running NexoPOS in no time.": "សូមអរគុណចំពោះការប្រើប្រាស់ NexoPOS ដើម្បីគ្រប់គ្រងហាងរបស់អ្នក។ ផ្ទាំងជំនួយការដំឡើងនេះនឹងជួយអ្នកឱ្យដំណើរការ NexoPOS ក្នុងពេលឆាប់ៗនេះ។",
    "That is the application name.": "នោះគឺជាឈ្មោះកម្មវិធី។",
    "The \"$attribute\" provided is not valid.": "កាណេតដែលបានផ្តល់គឺមិនអាចប្រើបាន។",
    "The \"%s\" action is not an allowed operation.": "ការ​ធ្វើ​ប្រតិបត្តិ​ \"%s\" មិន​មែន​ជា​ប្រតិបត្តិ​ដែល​អនុញ្ញាត។",
    "The \"down\" method does not exist in the migration class.": "វិធី​\"down\" មិន​មាន​ក្នុង​វត្ថុ​កարգ។",
    "The \"down\" method has been executed.": "វិធី​\"down\" បាន​ដំណើរ​ការ​រួច។",
    "The %s is already taken.": "%s ត្រូវបានយករួចហើយ។",
    "The API token has been generated. Make sure to copy this code on a safe place as it will only be displayed once.\n                If you loose this token, you'll need to revoke it and generate a new one.": "API token ត្រូវបានបង្កើត។ សូមធានាថាបាន Copy នូវ Code នេះនៅលើកន្លែងដែលปลอดภัย ព្រោះវានឹងត្រូវបានបង្ហាញតែម្តង។",
    "The Action You Tried To Perform Is Not Allowed.": "សកម្មភាពដែលអ្នកបានព្យាយាមធ្វើគឺមិនត្រូវបានអនុញ្ញាតទេ។",
    "The COGS transaction has been recorded.": "ប្រតិបត្តិការ COGS ត្រូវបានសរសេរ។",
    "The CRUD resource \"%s\" for the module \"%s\" has been generated at \"%s\"": "CRUD resource \"%s\" for the module \"%s\" ត្រូវបានបង្កើតនៅ \"%s\"",
    "The CRUD resource \"%s\" has been generated at %s": "CRUD resource \"%s\" ត្រូវបានបង្កើតនៅ %s",
    "The Cost Of Goods Sold will be automatically be computed based on procurement and conversion.": "តម្លៃនៃទំនិញដែលបានលក់នឹងត្រូវបានគណនាដោយស្វ័យប្រវត្តិដោយផ្អែកលើលទ្ធកម្ម និងការបំប្លែង។",
    "The Module has been disabled.": "Module ត្រូវបានបិទ។",
    "The Symbolic Links to the public directory is missing. Your medias might be broken and not display.": "តំណនិមិត្តសញ្ញាទៅកាន់ថតសាធារណៈត្រូវបានបាត់។ វិចិត្រសាលរបស់អ្នកអាចខូច និងមិនបង្ហាញ។",
    "The Unit Group has been created.": "ក្រុមឯកតាត្រូវបានបង្កើតឡើង។",
    "The account has been created.": "គណនីត្រូវបានបង្កើតឡើង។",
    "The account or the offset from the rule #%s is not found.": "គណនី ឬការបែបប្រែពីច규 #%s មិនត្រូវបានរកឃើញ។",
    "The account type %s is not found.": "ប្រភេទគណនី %s មិនត្រូវបានរក។",
    "The account type has been deleted.": "ប្រភេទគណនីត្រូវបានលុប។",
    "The account type is not found.": "ប្រភេទគណនារមិនត្រូវបានរកឃើញ។",
    "The account you have created for \"%s\", require an activation. In order to proceed, please click on the following link": "លោកអ្នកបានបង្កើតគណនីសម្រាប់ \"%s\", ត្រូវការការតភ្ជាប់។ ដើម្បីបន្ត, សូមចុចលើលិករួមខាងក្រោម",
    "The account you have created for __%s__, has been successfully created. You can now login user your username (__%s__) and the password you have defined.": "គណនីដែលអ្នកបានបង្កើតសម្រាប់ __%s__, ត្រូវបានបង្កើតដោយជោគជ័យ។ ឥឡូវនេះ អ្នកអាចចូលប្រើប្រាស់ឈ្មោះអ្នកប្រើប្រាស់ (__%s__) និងពាក្យសម្ងាត់ដែលអ្នកបានកំណត់។",
    "The accounting action has been saved": "ការប្រតិបត្តិករบัญគារត្រូវបានរក្សាទុក",
    "The accounts configuration was cleared": "ការកំណត់គណនារបស់ត្រូវបានលាងចោល",
    "The action you tried to perform is not allowed.": "សកម្មភាពដែលអ្នកព្យាយាមអនុវត្តមិនត្រូវបានអនុញ្ញាតទេ។",
    "The actual store address.": "អាសយដ្ឋានហាងពិតប្រាកដ។",
    "The actual store city.": "ទីក្រុងហាងជាក់ស្តែង។",
    "The actual store email. Might be used on invoice or for reports.": "អ៊ីមែលហាងពិតប្រាកដ។ អាចត្រូវបានប្រើប្រាស់នៅលើវិក្កយបត្រ ឬសម្រាប់របាយការណ៍។",
    "The addresses have been successfully updated.": "អាសយដ្ឋានត្រូវបានធ្វើជាថ្មីដោយជោគជ័យ។",
    "The addresses were not updated.": "អាសយដ្ឋានមិនត្រូវបានធ្វើជាថ្មី។",
    "The adjustment quantity can't be negative for the product \"%s\" (%s)": "ចំនួនកាត់បន្ថយមិនអាចជា αρរិតសម្រាប់ផលិតផល \"%s\" (%s)",
    "The amount numbers shortcuts separated with a \"|\".": "ផ្លូវកាត់ចូលទៅទឹកប្រាក់ដែលបំបែកដោយ \"|\" ។",
    "The assigned default customer group doesn't exist or has been deleted.": "ក្រុមអតិជនដែលបានកំណត់មិនមាន ឬត្រូវបានលុប។",
    "The assigned default customer group doesn't exist or is not defined.": "ក្រុមអតិជនដែលបានកំណត់មិនមាន ឬមិនត្រូវបាន నిర్వచ។",
    "The assigned unit for sale": "ឯកតាដែលបានកំណត់សម្រាប់លក់",
    "The authorization token can't be changed manually.": "មិនអាចផ្លាស់ប្តូរโทకెన్អនុម័តដោយដៃទេ។",
    "The cart is not empty. Opening an order will clear your cart would you proceed ?": "ទ្រូងក Purchases មិនទាន់ជា។ ការបើក Purchase នឹងលាងសម្អាត Purchases របស់អ្នក តើអ្នកចង់បន្ត?",
    "The cash has successfully been disbursed.": "សាច់ប្រាក់ត្រូវបានដកចេញដោយជោគជ័យ។",
    "The cash has successfully been stored": "សាច់ប្រាក់ត្រូវបានរក្សាទុកដោយជោគជ័យ",
    "The cash register history has already been recorded": "ប្រวัติកសិដ្ឋានត្រូវបានរក្សាទុករួចហើយ",
    "The cash register history has been successfully updated": "ប្រวัติកសិដ្ឋានត្រូវបានធ្វើជាថ្មីដោយជោគជ័យ",
    "The categories has been transferred to the group %s.": "ប្រភេទត្រូវបានផ្ទេរទៅក្រុម %s ។",
    "The category has been correctly saved": "ប្រភេទត្រូវបានរក្សាទុកយ៉ាងត្រឹមត្រូវ។",
    "The category has been created": "ប្រភេទត្រូវបានបង្កើតឡើង",
    "The category has been deleted.": "ប្រភេទ​ត្រូវ​បាន​លុប។",
    "The category has been updated": "ប្រភេទត្រូវបានធ្វើបច្ចុប្បន្នភាព",
    "The category products has been refreshed": "ផលិតផលប្រភេទត្រូវបានធ្វើឱ្យស្រស់",
    "The category to which the product is attached doesn't exists or has been deleted": "ក្រុមដែលផលិតផលត្រូវបានភ្ជាប់មិនមាន ឬត្រូវបានលុប។",
    "The class \"%s\" is not defined. Does that crud class exists ? Make sure you've registered the instance if it's the case.": "ចម្បង \"%s\" មិនត្រូវបាន నిర్వచ។ តើចម្បង CRUD នោះមានដែរ?  assicurati che hai បានចុះឈ្មោះឧត្តរណ៍។",
    "The command has been created for the module \"%s\"!": "The command ត្រូវបានបង្កើតសម្រាប់ module \"%s\"!",
    "The component ${field.component} cannot be loaded. Make sure it's injected on nsExtraComponents object.": "Component ${field.component} មិនអាចផ្ទុកបានទេ។ ត្រូវប្រាកដថាវាត្រូវបានចាក់នៅលើវត្ថុ nsExtraComponents ។",
    "The connexion with the database was successful": "ការភ្ជាប់ជាមួយមូលដ្ឋានទិន្នន័យបានជោគជ័យ",
    "The controller has been created for the module \"%s\"!": "The controller ត្រូវបានបង្កើតសម្រាប់ module \"%s\"!",
    "The conversion from \"%s\" will cause a decimal value less than one count of the destination unit \"%s\".": "ការបម្លែងពី \"%s\" នឹងបណ្តាលឱ្យតម្លៃទសភាគតិចជាងចំនួនមួយនៃឯកតាទិសដៅ \"%s\" ។",
    "The conversion of %s(%s) to %s(%s) was successful": "ការបំប្លែង %s(%s) ទៅ %s(%s) បានជោគជ័យ",
    "The coupon has applied to the cart.": "គូប៉ុងនេះត្រូវបានអនុវត្តទៅការលក់។",
    "The coupon has been loaded.": "គូប៉ុង​ត្រូវ​បាន​ទាញយក។",
    "The coupon has been updated.": "គូប៉ុង​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព។",
    "The coupon is out from validity date range.": "គូប៉ុងមិនស្ថិតនៅក្នុងកាលបរិច្ឆេទដែលមានសុពលភាព។",
    "The coupons \"%s\" has been removed from the cart, as it's required conditions are no more meet.": "កញ្ចប់ \"%s\" ត្រូវបានលុបចេញពីវក Purchases, ព្រោះเงื่อนไขរបស់វាមិនត្រូវបានបំពេញទៀតទេ។",
    "The crud columns exceed the maximum column that can be exported (27)": "ជួរ​ឈរ​ឆៅ​លើស​ជួរ​ឈរ​អតិបរមា​ដែល​អាច​នាំចេញ​បាន (27)",
    "The current credit has been issued from a refund.": "ឥណទានបច្ចុប្បន្នត្រូវបានចេញពីការសងប្រាក់វិញ។",
    "The current order will be cleared. But not deleted if it's persistent. Would you like to proceed ?": "ការបញ្ជាទិញបច្ចុប្បន្ននឹងត្រូវបានសម្អាត។ ប៉ុន្តែ​មិន​ត្រូវ​បាន​លុប​ទេ ប្រសិន​បើ​វា​នៅ​តែ​បន្ត។ តើអ្នកចង់បន្ត?",
    "The current order will be deleted as no payment has been made so far.": "ការ​បញ្ជា​ទិញ​បច្ចុប្បន្ន​នឹង​ត្រូវ​បាន​លុប ព្រោះ​មិន​ទាន់​មាន​ការ​ទូទាត់​ប្រាក់​មក​ដល់​ពេល​នេះ​ទេ។",
    "The current order will be set on hold. You can retrieve this order from the pending order button. Providing a reference to it might help you to identify the order more quickly.": "ការបញ្ជាទិញបច្ចុប្បន្ននឹងត្រូវផ្អាក។ អ្នកអាចទាញយកការបញ្ជាទិញនេះពីប៊ូតុងបញ្ជាទិញដែលមិនទាន់សម្រេច។ ការផ្តល់ឯកសារយោងទៅវាអាចជួយអ្នកក្នុងការកំណត់អត្តសញ្ញាណការបញ្ជាទិញកាន់តែលឿន។",
    "The current order will be void. This action will be recorded. Consider providing a reason for this operation": "ការបញ្ជាទិញបច្ចុប្បន្ននឹងត្រូវទុកជាមោឃៈ។ សកម្មភាពនេះនឹងត្រូវបានកត់ត្រា។ ពិចារណាផ្តល់ហេតុផលសម្រាប់ប្រតិបត្តិការនេះ។",
    "The current order will be void. This will cancel the transaction, but the order won't be deleted. Further details about the operation will be tracked on the report. Consider providing the reason of this operation.": "ព័ត៌មានទិញនេះនឹងត្រូវបានបិទ. នេះនឹងបិទប្រតិបត្តិការ, ប៉ុន្តែទិញមិនត្រូវបានលុបទេ។ ព័ត៌មានបន្ថែមអំពីប្រតិបត្តិការនេះនឹងត្រូវបានរក្សាទុកនៅលើរបាយការណ៍។ សូមពិចារណាផ្តល់មូលហេតុនៃប្រតិបត្តិការនេះ។",
    "The current unit you're about to delete has a reference on the database and it might have already procured stock. Deleting that reference will remove procured stock. Would you proceed ?": "Unit ដែលអ្នកកំពុងព្យាយាមលាយមានការយោងនៅក្នុង Database ហើយអាចមានស្តុករួច។ ការលាយ Unit នេះនឹងលាយស្តុក។ តើអ្នកចង់បន្តទេ?",
    "The customer account can only be used once per order. Consider deleting the previously used payment.": "គណនីអតិថិជនអាចប្រើបានតែម្តងគត់ក្នុងមួយការបញ្ជាទិញ។ ពិចារណាលុបការទូទាត់ដែលបានប្រើពីមុន។",
    "The customer account doesn't have enough funds to proceed.": "ఖాతាអតិជនមិនមានលុយគ្រប់គ្រាន់ដើម្បីបន្ត។",
    "The customer account funds are'nt enough to process the payment.": "ប្រាក់នៅក្នុងគណនីអតិថិជនមិនគ្រប់គ្រាន់ដើម្បីដំណើរការការបង់ប្រាក់។",
    "The customer account has been updated.": "គណនីអតិថិជនត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The customer group has been deleted.": "ក្រុមអតិថិជនត្រូវបានលុប។",
    "The customer group has been successfully created.": "ក្រុមអតិថិជនត្រូវបានបង្កើតដោយជោគជ័យ។",
    "The customer group has been successfully saved.": "ក្រុមអតិថិជនត្រូវបានរក្សាទុកដោយជោគជ័យ។",
    "The customer has been created.": "អតិថិជនត្រូវបានបង្កើតឡើង។",
    "The customer has been deleted.": "អតិថិជន​ត្រូវ​បាន​លុប។",
    "The customer has been edited.": "អតិថិជនត្រូវបានកែសម្រួល។",
    "The customer has been loaded": "អតិថិជនត្រូវបានទាញយក",
    "The customers will be able to make deposit or obtain credit.": "អតិថិជននឹងអាចដាក់ប្រាក់ ឬទទួលបានឥណទាន។",
    "The dashboard report has been updated.": "របាយការណ៍ផ្ទាំងគ្រប់គ្រងត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The database connection has been successfully established.": "ការភ្ជាប់ទៅមូលដ្ឋានទិន្ន័យត្រូវបានបង្កើតឡើងដោយជោគជ័យ។",
    "The database has been successfully seeded.": "មូលដ្ឋានទិន្នន័យត្រូវបានដាក់ទិន្នន័យដោយជោគជ័យ។",
    "The database has been wiped out.": "មូលដ្ឋានទិន្នន័យត្រូវបានលុបចោល។",
    "The database will be cleared and all data erased. Only users and roles are kept. Would you like to proceed ?": "មូលដ្ឋានទិន្នន័យនឹងត្រូវបានសម្អាត ហើយទិន្នន័យទាំងអស់នឹងត្រូវបានលុប។ មានតែអ្នកប្រើប្រាស់ និងតួនាទីប៉ុណ្ណោះដែលត្រូវបានរក្សាទុក។ តើអ្នកចង់បន្តទេ?",
    "The default accounts has been created.": "គណនារបស់ default ត្រូវបានបង្កើត។",
    "The default role that must be assigned to new users cannot be retrieved.": "តួនាទីលំនាំដើមដែលត្រូវតែផ្តល់ទៅឱ្យអ្នកប្រើប្រាស់ថ្មី មិនអាចទាញយកមកវិញបានទេ។",
    "The defined amount is not valid.": "ចំនួនទឹកប្រាក់ដែលបានកំណត់គឺមិនត្រឹមត្រូវទេ។",
    "The delivery status of the order will be changed. Please confirm your action.": "ស្ថានភាពដឹកជញ្ជូននៃការបញ្ជាទិញនឹងត្រូវបានផ្លាស់ប្តូរ។ សូមបញ្ជាក់សកម្មភាពរបស់អ្នក។",
    "The demo has been enabled.": "ការបង្ហាញសាកល្បងត្រូវបានបើក។",
    "The discount amount can't exceed the total price of the product.": "ប្រាក់បញ្ឍន៍មិនអាចលើសពីតម្លៃសរុបនៃផលិតផល។",
    "The discount has been set to the cart subtotal.": "ការបញ្ចុះតម្លៃត្រូវបានកំណត់ទៅជាសរុបរងនៃផលិតផលដែលត្រូវលក់។",
    "The document has been generated.": "ឯកសារ​ត្រូវ​បាន​បង្កើត​ឡើង។",
    "The editable price feature is disabled.": "មុខងារតម្លៃដែលអាចកែសម្រួលបានត្រូវបានបិទ។",
    "The email \"%s\" is already used for another customer.": "អ៊ីមែល \"%s\" ត្រូវបានប្រើរួចហើយសម្រាប់អតិថិជនផ្សេងទៀត។",
    "The entry has been successfully deleted.": "ធាតុត្រូវបានលុបដោយជោគជ័យ។",
    "The entry has been successfully updated.": "ធាតុត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The event has been created at the following path \"%s\"!": "The event ត្រូវបានបង្កើតនៅ path \"%s\"!",
    "The expense has been correctly saved.": "ការចំណាយត្រូវបានរក្សាទុកយ៉ាងត្រឹមត្រូវ។",
    "The expiration token has expired.": "និមិត្តសញ្ញាផុតកំណត់បានផុតកំណត់ហើយ។",
    "The final payment date must be the last within the instalments.": "កាលបរិច្ឆេទទូទាត់ចុងក្រោយត្រូវតែជាកាលបរិច្ឆេទចុងក្រោយក្នុងការបង់រំលោះ។",
    "The following products will be required to be present on the cart, in order for this coupon to be valid.": "ផលិតផលខាងក្រោមនឹងត្រូវការចាំបាច់ដាក់ចូលក្នុងតារាងលក់ ដើម្បីអាចអនុវត្តគូប៉ុងបាន។",
    "The form has been successfully saved.": "ទម្រង់ត្រូវបានរក្សាទុកដោយជោគជ័យ។",
    "The form is not valid.": "ទម្រង់បែបបទមិនត្រឹមត្រូវ។",
    "The form is not valid. Double check it or refer to the error dislayed above.": "ព័ត៌មានមិនត្រឹមត្រូវ។ សូមពិនិត្យម្តងទៀត ឬមើលព័ត៌មានដែលបង្ហាញពីខាងលើ។",
    "The form is not valid. Please check it and try again": "ទម្រង់បែបបទ​មិន​ត្រឹមត្រូវ សូមពិនិត្យមើលវា ហើយព្យាយាមម្តងទៀត។",
    "The group %s has no base unit defined": "ក្រុម %s មិន​បាន​កំណត់​ឯកតា​មូលដ្ឋាន​ទេ។",
    "The group has been created.": "ក្រុមត្រូវបានបង្កើតឡើង។",
    "The instalment has been created.": "ការដំឡើងត្រូវបានបង្កើតឡើង។",
    "The instalment has been deleted.": "ការដំឡើងត្រូវបានលុប។",
    "The instalment has been saved.": "ការដំឡើងត្រូវបានរក្សាទុក។",
    "The international currency ISO format.": "ទម្រង់ ISO រូបិយប័ណ្ណអន្តរជាតិ។",
    "The interval ends here.": "ចន្លោះពេលបញ្ចប់នៅពេលនេះ។",
    "The interval start here.": "ចន្លោះពេលចាប់ផ្តើមនៅពេលនេះ។",
    "The left range will be invalid.": "ជួរ​ខាង​ឆ្វេង​នឹង​មិន​ត្រឹមត្រូវ។",
    "The listener has been created on the path \"%s\"!": "The listener ត្រូវបានបង្កើតនៅ path \"%s\"!",
    "The mail class has been created at the following path \"%s\"!": "វត្ថុ​អ៊ីមែល​ត្រូវបាន​បង្កើត​ឡើង​នៅ​ទីតាំង \"%s\"!",
    "The manifest file for the module %s wasn't found on all possible directories: %s.": "ឯកសារ manifest សម្រាប់ម៉ូឌុល %s មិនត្រូវបានរកឃើញនៅលើថតដែលអាចធ្វើបាន: %s។",
    "The media has been deleted": "ប្រព័ន្ធផ្សព្វផ្សាយត្រូវបានលុប",
    "The media name was successfully updated.": "ឈ្មោះប្រព័ន្ធផ្សព្វផ្សាយត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The migration file doens't have a valid class name. Expected class : %s": "ឯកសារការធ្វើការផ្លាស់ប្តូរមិនមានឈ្មោះវាកlassen មួយដែលអាចប្រើបាន។ ឈ្មោះវាកlassen ចាំបាច់: %s",
    "The migration file doens't have a valid method name. Expected method : %s": "ឯកសារកូដមិនមានឈ្មោះវិធីសាស្រ្តដែលអាចប្រើបាន។ ឈ្មោះវិធីសាស្រ្តដែលរំពឹងទុក: %s",
    "The migration has successfully run.": "ការធ្វើ migration បានដំណើរការដោយជោគជ័យ។",
    "The migration run successfully.": "ការធ្វើចំណាកស្រុកដំណើរការដោយជោគជ័យ។",
    "The minimal payment of %s has'nt been provided.": "ប្រាក់រំលស់តិចបំផុត %s មិនត្រូវបានផ្តល់។",
    "The module \"%s\" has been disabled as it's not compatible with the current version of NexoPOS %s, but requires %s. ": "ម៉ូឌុល \"%s\" ត្រូវបានបិទកλείតព្រោះមិនអាចប្រើបានជាមួយកំណែ NexoPOS %s ប៉ុន្តែត្រូវការ %s",
    "The module \"%s\" has been disabled as the dependency \"%s\" is missing. ": "Module \"%s\" ត្រូវបានបិទ ដោយសារភាពអាស្រ័យ \"%s\" បាត់។ ",
    "The module \"%s\" has been disabled as the dependency \"%s\" is not enabled. ": "Module \"%s\" ត្រូវបានបិទ ដោយសារភាពអាស្រ័យ \"%s\" មិនត្រូវបានបើក។ ",
    "The module \"%s\" has been disabled as the dependency \"%s\" is not on the minimum required version \"%s\". ": "ម៉ូឌុល \"%s\" ត្រូវបានបិទ ដោយសារភាពអាស្រ័យ \"%s\" មិនមាននៅលើកំណែដែលត្រូវការអប្បបរមា \"%s\" ទេ។ ",
    "The module \"%s\" has been disabled as the dependency \"%s\" is on a version beyond the recommended \"%s\". ": "ម៉ូឌុល \"%s\" ត្រូវបានបិទ ដោយសារភាពអាស្រ័យ \"%s\" ស្ថិតនៅលើកំណែលើសពី \"%s\" ដែលបានណែនាំ។ ",
    "The module \"%s\" is autoloaded and can't be deleted.": "ម៉ូឌុល \"%s\" ត្រូវបានផ្ទុកដោយស្វautoconfigure ហើយមិនអាចលុបបាន",
    "The module \"%s\" is autoloaded and cannot be disabled.": "మాడ్యూల్ \"%s\" ត្រូវបានផ្ទុកដោយស្វautoconfigure ហើយមិនអាចបិទដំណើរការបាន។",
    "The module \"%s\" is autoloaded and cannot be enabled.": "మాడ్యూల్ \"%s\" ត្រូវបានផ្ទុកដោយស្វautoconfigure ហើយមិនអាចបើកដំណើរការបាន។",
    "The module \"%s\" is not PSR-4 compliant and cannot be enabled.": "మాడ్యూల్ \"%s\" មិនអនុវត្តតាម PSR-4 ហើយមិនអាចបើកដំណើរការបាន។",
    "The module %s cannot be enabled as his dependencies (%s) are missing or not enabled.": "Module %s មិនអាចបើកបានទេ ដោយសារភាពអាស្រ័យរបស់គាត់ (%s) បាត់ ឬមិនបានបើក។",
    "The module %s cannot be enabled as his dependency (%s) is missing or not enabled.": "Module %s មិនអាចបើកបានទេ ដោយសារភាពអាស្រ័យរបស់គាត់ (%s) បាត់ ឬមិនបានបើក។",
    "The module has been successfully installed.": "Module ត្រូវបានដំឡើងដោយជោគជ័យ។",
    "The module has correctly been enabled.": "Module ត្រូវបានបើកយ៉ាងត្រឹមត្រូវ។",
    "The module migration has successfully been performed for the module \"%s\"": "The module migration ត្រូវបានអនុវត្តដោយជោគជ័យសម្រាប់ module \"%s\"",
    "The module was \"%s\" was successfully installed.": "Module គឺ \"%s\" ត្រូវបានដំឡើងដោយជោគជ័យ។",
    "The modules \"%s\" was deleted successfully.": "Module \"%s\" ត្រូវបានលុបដោយជោគជ័យ។",
    "The notification has been successfully deleted": "ការជូនដំណឹងត្រូវបានលុបដោយជោគជ័យ",
    "The offset account is not found.": "ទិរតក៍មិនត្រូវបានរកឃើញទេ។",
    "The operation has completed.": "ប្រតិបត្តិការនេះត្រូវបានបញ្ចប់។",
    "The operation was successful.": "ប្រតិបត្តិការបានជោគជ័យ។",
    "The operation will cause a negative stock for the product \"%s\" (%s).": "ប្រតិបត្តិការនេះនឹងបណ្តាលឱ្យមានស្តុកអវិជ្ជមានសម្រាប់ផលិតផល \"%s\" (%s) ។",
    "The options has been successfully updated.": "ជម្រើសត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The order and the attached products has been deleted.": "ការបញ្ជាទិញ និងផលិតផលដែលភ្ជាប់មកជាមួយត្រូវបានលុប។",
    "The order has been correctly voided.": "ការបញ្ជាទិញត្រូវបានចាត់ទុកជាមោឃៈត្រឹមត្រូវ។",
    "The order has been deleted.": "ការបញ្ជាទិញត្រូវបានលុប។",
    "The order has been placed.": "ការបញ្ជាទិញត្រូវបានដាក់។",
    "The order has been successfully refunded.": "ការបញ្ជាទិញត្រូវបានសងប្រាក់វិញដោយជោគជ័យ។",
    "The order has been successfully updated.": "ការបញ្ជាទិញត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The order has been updated": "ការបញ្ជាទិញត្រូវបានធ្វើបច្ចុប្បន្នភាព",
    "The order payment status cannot switch to hold as a payment has already been made on that order.": "ស្ថានភាព​នៃ​ការ​បង់​ប្រាក់​នៃ​ការ​បញ្ជា​ទិញ​មិន​អាច​ប្ដូរ​ទៅ​កាន់​បាន​ទេ ដោយសារ​ការ​ទូទាត់​ត្រូវ​បាន​ធ្វើ​រួច​ហើយ​លើ​ការ​បញ្ជា​ទិញ​នោះ។",
    "The order settings has been deleted.": "ការកំណត់តម្លៃទិញត្រូវបានលុប។",
    "The order settings has been saved.": "សម្រស់កញ្ចប់ត្រូវបានរក្សាទុក។",
    "The payment has been saved.": "ការទូទាត់ត្រូវបានរក្សាទុក។",
    "The payment to be made today is less than what is expected.": "ការទូទាត់ដែលត្រូវធ្វើឡើងនៅថ្ងៃនេះគឺតិចជាងអ្វីដែលរំពឹងទុក។",
    "The percentage discount provided is not valid.": "ការបញ្ចុះតម្លៃជាភាគរយដែលផ្តល់ជូនគឺមិនត្រឹមត្រូវទេ។",
    "The permission access has been granted.": "សិទ្ធិប្រើប្រាស់ត្រូវបានផ្ដល់ជូន។",
    "The permission access has been marked as used.": "សិទ្ធិប្រើប្រាស់ត្រូវបានដាក់កាត់ថា ត្រូវបានប្រើ។",
    "The permissions has been updated.": "ការអនុញ្ញាតត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The phone number to reach the store.": "លេខទូរស័ព្ទដើម្បីទៅដល់ហាង។",
    "The printing event has been successfully dispatched.": "ព្រឹត្តិការណ៍បោះពុម្ពត្រូវបានបញ្ជូនដោយជោគជ័យ។",
    "The process has been correctly executed and all transactions has been processed.": "ដំណើរការនេះត្រូវបានប្រតិបត្តិយ៉ាងត្រឹមត្រូវ ហើយប្រតិបត្តិការទាំងអស់ត្រូវបានដំណើរការ។",
    "The process has been executed with some failures. %s\/%s process(es) has successed.": "ដំណើរការនេះត្រូវបានប្រតិបត្តិដោយមានការបរាជ័យមួយចំនួន។ ដំណើរការ %s\/%s (es) បានជោគជ័យ។",
    "The processing status of the order will be changed. Please confirm your action.": "ស្ថានភាពដំណើរការនៃការបញ្ជាទិញនឹងត្រូវបានផ្លាស់ប្តូរ។ សូមបញ្ជាក់សកម្មភាពរបស់អ្នក។",
    "The procurement \"%s\" has been successfully refreshed.": "ការទិញចូល \"%s\" ត្រូវ​បាន​ធ្វើ​ឡើង​វិញ​ដោយ​ជោគជ័យ។",
    "The procurement has been created.": "លទ្ធកម្មត្រូវបានបង្កើតឡើង។",
    "The procurement has been deleted.": "ការទិញត្រូវបានលុប។",
    "The procurement has been marked as paid.": "លទ្ធកម្មត្រូវបានសម្គាល់ថាបានបង់។",
    "The procurement has been refreshed.": "លទ្ធកម្មត្រូវបានធ្វើឱ្យស្រស់។",
    "The procurement has been saved for later use.": "ការទិញត្រូវបានរក្សាទុកសម្រាប់ប្រើប្រាស់ក្រោយ។",
    "The procurement payment has been deducted.": "ការទូទាត់លទ្ធកម្មត្រូវបានកាត់។",
    "The procurement payment status has been changed successfully.": "ស្ថានភាពការទូទាត់លទ្ធកម្មត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ។",
    "The procurement payment status is not supported.": "ស្ថានភាពទិញទិញមិនត្រូវបានគាំទ្រ។",
    "The procurement product has been updated.": "ផលិតផលលទ្ធកម្មត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The procurement products has been deleted.": "ផលិតផលលទ្ធកម្មត្រូវបានលុប។",
    "The procurement products has been updated.": "ផលិតផលលទ្ធកម្មត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The procurement transactions has been deleted.": "ប្រតិបត្តិការទិញ បានត្រូវបានលុប។",
    "The product \"%s\" can't be procured as it's a grouped product.": "ផលិតផល \"%s\" មិនអាចទិញបានទេ, ព្រោះវាជាផលិតផលដែលបានបញ្ចូលគ្នា។",
    "The product \"%s\" has been successfully deleted": "ផលិតផល \"%s\" ត្រូវបានលុបដោយជោគជ័យ",
    "The product \"{product}\" can't be added from a search field, as \"Accurate Tracking\" is enabled. Would you like to learn more ?": "ផលិតផល \"{product}\" មិនអាចបន្ថែមពីពាក្យស្វែងរកបាន, ព្រោះ \"Accurate Tracking\" ត្រូវបានបើក។ តើអ្នកចង់ដឹងបន្ថែម?",
    "The product %s has been deleted from the procurement %s": "ផលិតផល %s ត្រូវបានលុបចេញពីលទ្ធកម្ម %s",
    "The product %s has been successfully refunded.": "ផលិតផល %s ត្រូវបានសងប្រាក់វិញដោយជោគជ័យ។",
    "The product already exists on the table.": "ផលិតផលមាននៅក្នុងបញ្ជីររួចហើយ។",
    "The product barcodes has been refreshed successfully.": "លេខកូដផលិតផលត្រូវបានកំណត់ឡើងវិញដោយជោគជ័យ។",
    "The product doesn't exists.": "ផលិតផល​នេះ​មិន​មាន។",
    "The product has been added to the order \"%s\"": "ផលិតផលត្រូវបានបញ្ចូលទៅក្នុងការបញ្ជាទិញ \"%s\"",
    "The product has been deleted.": "ផលិតផលត្រូវបានលុប។",
    "The product has been reset.": "ផលិតផលត្រូវបានកំណត់ឡើងវិញ។",
    "The product has been saved.": "ផលិតផលត្រូវបានរក្សាទុក។",
    "The product has been successfully deleted from the order.": "ផលិតផលត្រូវបានលុបចោលដោយជោគជ័យពីការបញ្ជាទិញ។",
    "The product has been updated": "ផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព",
    "The product price has been refreshed.": "តម្លៃផលិតផលត្រូវបានធ្វើឱ្យស្រស់។",
    "The product price has been updated.": "តម្លៃផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The product quantity has been updated.": "បរិមាណផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The product stock has been updated.": "ស្តុកផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The product tax has been created.": "ពន្ធផលិតផលត្រូវបានបង្កើតឡើង។",
    "The product tax has been updated": "ពន្ធផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព",
    "The product unit quantity has been deleted.": "បរិមាណឯកតាផលិតផលត្រូវបានលុប។",
    "The product variation has been successfully created.": "បំរែបំរួលផលិតផលត្រូវបានបង្កើតដោយជោគជ័យ។",
    "The product variation has been updated.": "ការប្រែប្រួលផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The product variations has been reset": "ការប្រែប្រួលផលិតផលត្រូវបានកំណត់ឡើងវិញ",
    "The product which id is %s doesnt't belong to the procurement which id is %s": "ផលិតផលដែលមាន ID គឺ %s មិនបានមកពី Purchases ដែលមាន ID គឺ %s",
    "The product will be procured on that unit.": "ផលិតផលនឹងត្រូវបានទិញនៅលើឯកតានោះ។",
    "The product with the following ID \"%s\" is not initially included on the procurement": "ផលិតផលដែលមានលេខសម្គាល់ \"%s\" ខាងក្រោមមិនត្រូវបានរាប់បញ្ចូលក្នុងលទ្ធកម្មទេ។",
    "The product won't be visible on the grid and fetched only using the barcode reader or associated barcode.": "ផលិតផលនឹងមិនអាចមើលឃើញនៅលើក្រដាស និងអាចយកមកប្រើប្រាស់តាមរយៈឧបករណ៍បង្រ Reads មួយ ឬលេខកូដ.",
    "The product {product} has been converted successfully.": "ផលិតផល {product} ត្រូវបានបំប្លែងដោយជោគជ័យ។",
    "The product {product} has no base unit": "ផលិតផល {product} មិនមានឯកតាមូលដ្ឋានទេ។",
    "The product's unit quantity has been updated.": "ចំនួនគ្រឿងផលិតផលត្រូវបានធ្វើការកែប្រែ។",
    "The products assigned to one of these categories should be on the cart, in order for this coupon to be valid.": "ផលិតផលស្ថិតក្នុងប្រភេទទាំងនេះនឹងត្រូវការចាំបាច់ដាក់ចូលក្នុងតារាងលក់ ដើម្បីអាចអនុវត្តគូប៉ុងបាន។",
    "The products has been returned to the stock.": "ផលិតផលត្រូវបានត្រឡប់ទៅស្តុក។",
    "The products taxes were computed successfully.": "ពន្ធផលិតផលត្រូវបានគណនាដោយជោគជ័យ។",
    "The profile has been successfully saved.": "ប្រវត្តិរូបត្រូវបានរក្សាទុកដោយជោគជ័យ។",
    "The provided SKU \"%s\" is already in use.": "SKU \"%s\" ដែលផ្តល់អោយគឺត្រូវបានប្រើប្រាស់រួចហើយ។",
    "The provided SKU is already in use.": "SKU ដែលផ្តល់ឲ្យត្រូវបានប្រើប្រាស់រួចហើយ។",
    "The provided amount is not allowed. The amount should be greater than \"0\". ": "ចំនួនទឹកប្រាក់ដែលបានផ្តល់មិនត្រូវបានអនុញ្ញាតទេ។ ចំនួនទឹកប្រាក់គួរតែធំជាង \"0\" ។ ",
    "The provided barcode \"%s\" is already in use.": "លេខកូដដែលបានផ្តល់ \"%s\" ត្រូវបានប្រើប្រាស់រួចហើយ។",
    "The provided barcode is already in use.": "បាកូដដែលបានផ្តល់គឺត្រូវបានប្រើប្រាស់រួចហើយ។",
    "The provided coupon cannot be loaded for that customer.": "គូប៉ុងដែលផ្តល់ឲ្យមិនអាចផ្ទុកសម្រាប់អតិថិជននោះបានទេ។",
    "The provided coupon cannot be loaded for the group assigned to the selected customer.": "គូប៉ុងដែលបានផ្តល់មិនអាចផ្ទុកសម្រាប់ក្រុមដែលបានផ្តល់ទៅឱ្យអតិថិជនដែលបានជ្រើសរើសទេ។",
    "The provided data aren't valid": "ព័ត៌មានដែលបានផ្តល់មិនមានតម្លៃ",
    "The provided quantity can't result in any convertion for unit \"{destination}\"": "ចំនួនដែលបានផ្តល់ មិនអាចធ្វើ Conversion សម្រាប់ Unit \"{destination}\" បាន",
    "The provided status is not supported.": "ស្ថានភាពដែលបានផ្តល់មិនត្រូវបានគាំទ្រទេ។",
    "The provider account has been updated.": "គណនីអ្នកផ្តល់សេវាត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The provider has been created.": "អ្នកផ្តត់ផ្គង់ត្រូវបានបង្កើតឡើង។",
    "The provider has been deleted.": "អ្នកផ្តល់សេវាត្រូវបានលុប។",
    "The provider has been edited.": "អ្នកផ្តល់សេវាត្រូវបានកែសម្រួល។",
    "The provider has been updated.": "អ្នកផ្តត់ផ្គង់ត្រូវបានកែសម្រួល។",
    "The quantity has been set to the maximum available": "បរិមាណត្រូវបានកំណត់ទៅអតិបរមាដែលមាន",
    "The quantity should be greater than 0": "បរិមាណគួរតែធំជាង 0",
    "The quantity to convert can't be zero.": "ចំនួន​ដែល​ត្រូវ​បម្លាស់​មិន​អាច​ជា​សូន្យ។",
    "The reason has been updated.": "ហេតុផលត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The recovery email has been send to your inbox.": "អ៊ីមែលសង្គ្រោះត្រូវបានផ្ញើទៅប្រអប់សំបុត្ររបស់អ្នក។",
    "The recovery has been explicitly disabled.": "ការស្តារឡើងវិញត្រូវបានបិទយ៉ាងច្បាស់លាស់។",
    "The recurring transaction has been triggered.": "ការប្រតិបត្តិការទៀងទាត់ត្រូវបាន avvi động។",
    "The reflection has been deleted.": "ការឆ្លងតួត្រូវបានលុប។",
    "The refresh process has started. You'll get informed once it's complete.": "ដំណើរការធ្វើជាថ្មីបានចាប់ផ្តើម។ អ្នកនឹងត្រូវបានជូនដំណឹងនៅពេលចប់",
    "The refund will be made on the current order.": "ការសងប្រាក់វិញនឹងត្រូវបានធ្វើឡើងតាមការបញ្ជាទិញបច្ចុប្បន្ន។",
    "The register doesn't have an history.": "ບັນមិនមានប្រវត្តិ។",
    "The register has been successfully closed": "ការបិទបញ្ជីត្រូវបានបិទដោយជោគជ័យ",
    "The register has been successfully opened": "ការចុះឈ្មោះត្រូវបានបើកដោយជោគជ័យ",
    "The register history has been successfully deleted": "ប្រวัติកសិដ្ឋានត្រូវបានលុបដោយជោគជ័យ",
    "The register is not yet loaded.": "របាយការណ៍មិនត្រូវបានផ្ទុក។",
    "The register is opened.": "ការកត់ត្រាប្រាក់ត្រូវបានបើក។",
    "The registration has been explicitly disabled.": "ការចុះឈ្មោះត្រូវបានបិទយ៉ាងច្បាស់លាស់។",
    "The report has been computed successfully.": "របាយការណ៍ត្រូវបានគណនាដោយជោគជ័យ។",
    "The report will be computed for the current year, a job will be dispatched and you'll be informed once it's completed.": "របាយការណ៍នឹងត្រូវបានគណនាសម្រាប់ឆ្នាំបច្ចុប្បន្ន ការងារនឹងត្រូវបានបញ្ជូន ហើយអ្នកនឹងត្រូវបានជូនដំណឹងនៅពេលដែលវាត្រូវបានបញ្ចប់។",
    "The report will be computed for the current year.": "របាយការណ៍នេះនឹងត្រូវបានគណនាសម្រាប់ឆ្នាំបច្ចុប្បន្ន។",
    "The report will be generated. Try loading the report within few minutes.": "របាយការណ៍នឹងត្រូវបានបង្កើត។ សាកល្បងផ្ទុករបាយការណ៍ក្នុងរយៈពេលពីរបីនាទី។",
    "The request method is not allowed.": "វិធីសាស្ត្រស្នើសុំមិនត្រូវបានអនុញ្ញាតទេ។",
    "The request was canceled": "សំណើត្រូវបានលុបចោល",
    "The requested category doesn't exists": "ក្រុមដែលត្រូវបានស្នើមិនមាន។",
    "The requested customer cannot be found.": "រកមិនឃើញអតិថិជនដែលបានស្នើសុំទេ។",
    "The requested file %s is not a valid asset.": "ឯកសារដែលត្រូវបានស្នើ \"%s\" មិនមែនជាទ្រព្យសម្បត្តិដែលអាចប្រើបាន។",
    "The requested file cannot be downloaded or has already been downloaded.": "ឯកសារដែលបានស្នើសុំមិនអាចទាញយកបាន ឬត្រូវបានទាញយករួចហើយ។",
    "The requested module %s cannot be found.": "មិនអាចរកឃើញ Module %s ដែលបានស្នើសុំទេ។",
    "The requested permission access has expired.": "សិទ្ធិប្រើប្រាស់ដែលត្រូវបានស្នើឡើង បានផុតកំណត់។",
    "The requested permission access is not found.": "សិទ្ធិប្រើប្រាស់ដែលត្រូវបានស្នើឡើង មិនត្រូវបានរកឃើញ។",
    "The requested sub item doesn't exists.": "ផលិតផលដែលត្រូវបានស្នើមិនមាន។",
    "The resource of the page you tried to access is not available or might have been deleted.": "Resource នៃទំព័រដែលអ្នកបានព្យាយាមចូលប្រើមិនមានទេ ឬប្រហែលជាត្រូវបានលុប។",
    "The right range will be invalid.": "ជួរត្រឹមត្រូវនឹងមិនត្រឹមត្រូវ។",
    "The role has been cloned.": "តួនាទីត្រូវបានចម្លង។",
    "The role was successfully assigned.": "តួនាទីត្រូវបានចាត់តាំងដោយជោគជ័យ។",
    "The role were successfully assigned.": "តួនាទីត្រូវបានចាត់តាំងដោយជោគជ័យ។",
    "The rule has been saved successfully": "គោលប័ณฑ์ត្រូវបានរក្សាទុកដោយជោគជ័យ",
    "The selected print gateway doesn't support this type of printing.": "ច្រកចេញចូលបោះពុម្ពដែលបានជ្រើសរើសមិនគាំទ្រប្រភេទនៃការបោះពុម្ពនេះទេ។",
    "The selected tax group doesn't have any assigned sub taxes. This might cause wrong figures.": "ក្រុមពន្ធដែលត្រូវបានជ្រើសរើស មិនមាន Sub Taxes ណាដែលត្រូវបាន割り។ នេះអាចធ្វើឲ្យមាន Numbers មិនត្រឹមត្រូវ។",
    "The settings has been created on path %s": "វត្ថុ​ការ​កំណត់​ត្រូវបាន​បង្កើត​ឡើង​នៅ​ទីតាំង %s",
    "The single variation has been deleted.": "បំរែបំរួលតែមួយត្រូវបានលុប។",
    "The sound that plays when an item is added to the cart.": "សម្លេងរោរ៍នៅពេលដាក់ផលិតផលចូលទៅកាន់កន្ត្រកនៃការទិញ។",
    "The source and the destination unit can't be the same. What are you trying to do ?": "គ្រឿង​បរិក្ខា​ដើម​និង​គ្រឿង​បរិក្ខា​ប Destinations មិន​អាច​ជា​ដូចគ្នា។ អ្នក​កំពុង​ធ្វើ​អ្វី?",
    "The source unit \"(%s)\" for the product \"%s\", does not have enough quantity \"%s\". \"%s\" is required for the conversion.": "គ្រឿង​បរិក្ខា​ដើម \"(%s)\" សម្រាប់​ផលិតផល \"%s\" មិន​មាន​ចំនួន​គ្រប់គ្រាន់ \"%s\" ។ \"%s\" គឺ​ត្រូវការ​សម្រាប់​ការ​បម្លាស់។",
    "The source unit and the destination unit doens't belong to the same unit group.": "គ្រឿង​បរិក្ខា​ដើម​និង​គ្រឿង​បរិក្ខា​ប Destinations មិន​ស្ថិត​ក្នុង​ក្រុម​គ្រឿង​បរិក្ខា​ដូចគ្នា។",
    "The specified quantity exceed the available quantity.": "បរិមាណដែលបានបញ្ជាក់លើសពីបរិមាណដែលមាន។",
    "The stock adjustment is about to be made. Would you like to confirm ?": "ការ​កែ​តម្រូវ​ស្តុក​នឹង​ត្រូវ​ធ្វើ​ឡើង តើអ្នកចង់បញ្ជាក់ទេ?",
    "The stock has been adjustment successfully.": "ស្តុកត្រូវបានកែតម្រូវដោយជោគជ័យ។",
    "The store fax number.": "លេខទូរសាររបស់ហាង។",
    "The store mail box number.": "លេខប្រអប់សំបុត្ររបស់ហាង។",
    "The subitem has been saved.": "ធាតុរងត្រូវបានរក្សាទុក។",
    "The submitted request is more large than expected. Consider increasing your \"post_max_size\" on your PHP.ini": "សំណើដែលបានដាក់ស្នើមានទំហំធំជាងការរំពឹងទុក។ ពិចារណាបង្កើន \"post_max_size\" របស់អ្នកនៅលើ PHP.ini របស់អ្នក។",
    "The table has been truncated.": "តារាងត្រូវបានកាត់។",
    "The tax group has been correctly saved.": "ក្រុមពន្ធត្រូវបានរក្សាទុកយ៉ាងត្រឹមត្រូវ។",
    "The tax has been correctly created.": "ពន្ធត្រូវបានបង្កើតឡើងយ៉ាងត្រឹមត្រូវ។",
    "The tax has been successfully deleted.": "ពន្ធត្រូវបានលុបដោយជោគជ័យ។",
    "The tax hierarchy is limited to 1. A sub tax must not have the tax type set to \"grouped\".": "ឋានានុក្រមពន្ធត្រូវបានកំណត់ត្រឹម 1. ពន្ធរងមិនត្រូវមានប្រភេទពន្ធដែលបានកំណត់ទៅជា \"grouped\" ទេ។",
    "The tax will be assigned to the procured product.": "ពន្ធនឹងត្រូវបានកំណត់ទៅផលិតផលដែលបានទិញ។",
    "The the variation hasn't been deleted because it might not exist or is not assigned to the parent product \"%s\".": "ផលិតផលនេះមិនត្រូវបានលុបបាត់ទេព្រោះវាអាចមិនមាន ឬមិនត្រូវបានផ្ដល់ទៅផលិតផលឪពុក \"%s\" ។",
    "The token has been successfully deleted.": "សញ្ញាសម្ងាត់ត្រូវបានលុបដោយជោគជ័យ។",
    "The token has expired. Please request a new activation token.": "សញ្ញាសម្ងាត់បានផុតកំណត់ហើយ។ សូមស្នើរ Token ធ្វើឱ្យសកម្មថ្មី។",
    "The token was successfully created": "សញ្ញាសម្ងាត់ត្រូវបានបង្កើតដោយជោគជ័យ",
    "The transaction \"%s\" has already been processed.": "ប្រតិបត្តិការ \"%s\" ត្រូវបានដំណើរការរួចហើយ។",
    "The transaction \"%s\" has been processed on day \"%s\".": "ប្រតិបត្តិការ \"%s\" ត្រូវបានដំណើរការនៅថ្ងៃ \"%s\" ។",
    "The transaction account has been updated.": "គណនីប្រតិបត្តិការត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The transaction has been recorded.": "ប្រតិបត្តិការនេះត្រូវបានរក្សាទុក។",
    "The transaction has been skipped.": "ប្រតិបត្តិការនេះត្រូវបានលុប។",
    "The transaction has been successfully saved.": "ប្រតិបត្តិការត្រូវបានរក្សាទុកដោយជោគជ័យ។",
    "The transaction has been successfully triggered.": "ប្រតិបត្តិការនេះត្រូវបានបង្កឡើងដោយជោគជ័យ។",
    "The transaction has been successfully updated.": "ប្រតិបត្តិការនេះត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The transaction history has already been triggered.": "ប្រวัติប្រតិបត្តិការត្រូវបាន avvi ស្រាប់។",
    "The transaction history has been triggered.": "ប្រวัติប្រតិបត្តិការត្រូវបាន avvi.",
    "The transaction history is created.": "ប្រวัติប្រតិបត្តិការត្រូវបានបង្កើត។",
    "The transaction is about to be saved. Would you like to confirm your action ?": "ប្រតិបត្តិការនេះហៀបនឹងត្រូវបានរក្សាទុក។ តើអ្នកចង់បញ្ជាក់សកម្មភាពរបស់អ្នកទេ?",
    "The transaction rule has been saved": "ច규ក្រប្រតិបត្តិករត្រូវបានរក្សាទុក",
    "The transaction will be multipled by the number of user having that role.": "ការប្រតិបត្តិការនឹងត្រូវបានគុណដោយចំនួនអ្នកដែលមានតួនាទីនោះ។",
    "The transactions \"%s\" hasn't been proceesed, as it's out of date.": "ការប្រតិបត្តិ \"%s\" មិនត្រូវបានដំណើរការ, ព្រោះវាមិនទាន់។",
    "The transction has been correctly deleted.": "ប្រតិបត្តិការត្រូវបានលុបយ៉ាងត្រឹមត្រូវ។",
    "The unit attached to this product is missing or not assigned. Please review the \"Unit\" tab for this product.": "ឯកតាដែលភ្ជាប់ជាមួយផលិតផលនេះបាត់ ឬមិនបានកត់ត្រា។ សូមពិនិត្យមើលផ្ទាំង \"ឯកតា\" សម្រាប់ផលិតផលនេះ។",
    "The unit doesn't exists.": "គ្រឿង​បរិក្ខា​នេះ​មិន​មាន។",
    "The unit group %s doesn't have a base unit": "ក្រុមតួអង្គ %s មិនមានតួអង្គមូលដ្ឋាន",
    "The unit group %s has been updated.": "ក្រុមឯកតា %s ត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The unit group %s has more than one base unit": "ក្រុមឯកតា %s មានឯកតាមូលដ្ឋានច្រើនជាងមួយ។",
    "The unit has been deleted.": "ឯកតា​ត្រូវ​បាន​លុប។",
    "The unit has been saved.": "ឯកតាត្រូវបានរក្សាទុក។",
    "The unit has been updated.": "ឯកតាត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The unit is not set for the product \"%s\".": "ឯកតាមិនត្រូវបានកំណត់សម្រាប់ផលិតផល \"%s\" ទេ។",
    "The unit that is selected for convertion by default.": "ឯកតាដែលត្រូវបានជ្រើសរើសសម្រាប់ការបំប្លែងតាមលំនាំដើម។",
    "The unit used for the product %s doesn't belongs to the Unit Group assigned to the item": "គ្រឿងផលិតផល %s ដែលបានប្រើ មិនបានមកពីក្រុមតួដែលត្រូវបានផ្ដល់ជូន។",
    "The uploaded file is not a valid module.": "ឯកសារដែលបានផ្ទុកឡើងមិនមែនជា Module ត្រឹមត្រូវទេ។",
    "The user attribute has been saved.": "លក្ខណៈអ្នកប្រើប្រាស់ត្រូវបានរក្សាទុក។",
    "The user attributes has been updated.": "គុណលក្ខណៈអ្នកប្រើប្រាស់ត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The username password required to connect.": "username និងលេខសម្ងាត់ គឺត្រូវការចាំបាច់ដើម្បីភ្ជាប់។",
    "The value above which the current coupon can't apply.": "តម្លៃដែលលើសពីនោះមិនអាចប្រើប្រាស់កាណេតបាន។",
    "The variable product has been created.": "ផលិតផលអថេរត្រូវបានបង្កើតឡើង។",
    "The variable product has been updated.": "ផលិតផលអថេរត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "The vite.config.js file for the module %s cannot be found.": "មិនអាចរកឃើញไฟล์ vite.config.js សម្រាប់ម៉ូឌុల్ %s បាន។",
    "The widgets was successfully updated.": "ផ្ទាំងវិចិត្រត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "The workers has been disabled. You can enable them by going to the settings.": "និយោករត្រូវបានបិទ. អ្នកអាចបើកវាបានដោយចូលទៅកាន់ការកំណត់។",
    "The yearly report has been successfully refreshed for the year \"%s\".": "របាយការណ៍ប្រចាំឆ្នាំត្រូវបានធ្វើឡើងវិញដោយជោគជ័យ សម្រាប់ឆ្នាំ \"%s\" ។",
    "Theme": "ស្បែក",
    "There is a mismatch between the provided order and the order attached to the instalment.": "មានភាពមិនស៊ីសង្វាក់គ្នារវាងការបញ្ជាទិញដែលបានផ្តល់ និងការបញ្ជាទិញដែលភ្ជាប់ជាមួយការដំឡើង។",
    "There is a missing dependency issue.": "មានបញ្ហានៃភាពអាស្រ័យដែលបាត់។",
    "There is no instalment defined. Please set how many instalments are allowed for this order": "មិន​មាន​ការបង់រំលោះត្រូវបាន​កំណត់។ សូមកំណត់ចំនួនការបង់រំលោះដែលត្រូវបានអនុញ្ញាតសម្រាប់ការបញ្ជាទិញនេះ។",
    "There is no migrations to perform for the module \"%s\"": "មិនមានវិវឌ្ឍន៍កម្មសម្រាប់ដំណើរការ module \"%s\"",
    "There is no product to display...": "មិនមានផលិតផលសម្រាប់បង្ហាញទេ...",
    "There is no products matching the current request.": "មិនមានផលិតផលដែលត្រូវនឹងសំណើបច្ចុប្បន្នទេ។",
    "There is no products to delete.": "មិនមានផលិតផលដែលត្រូវលុបទេ។",
    "There is no source unit quantity having the name \"%s\" for the item %s": "មិនមានបរិមាណឯកតាប្រភពដែលមានឈ្មោះ \"%s\" សម្រាប់ធាតុ %s ទេ។",
    "There is no variations to delete.": "មិនមានបំរែបំរួលដើម្បីលុបទេ។",
    "There is nothing to display here.": "គ្មានអ្វីត្រូវបង្ហាញនៅទីនេះ។",
    "There is nothing to display. Have you started the search ?": "មិនមានអ្វីត្រូវបង្ហាញទេ។ តើអ្នកបានចាប់ផ្តើមស្វែងរកហើយឬនៅ?",
    "There is nothing to display...": "មិនមានអ្វីត្រូវបង្ហាញទេ...",
    "There is nothing to refund.": "មិនមានអ្វីត្រូវសងប្រាក់វិញទេ។",
    "There shoulnd't be more option than there are units.": "មិនគួរមានตัวเลือกច្រើនជាង Units ដែលមាន។",
    "There's is mismatch with the core version.": "មិនមានភាពស្រគ្នាជាមួយកំណែមូលដ្ឋាន។",
    "This QR code is provided to ease authentication on external applications.": "កូដ QR នេះត្រូវបានផ្តល់ជូនដើម្បីសម្រួលការផ្ទៀងផ្ទាត់លើកម្មវិធីពីខាងក្រៅ។",
    "This account is disabled.": "គណនីនេះត្រូវបានបិទ។",
    "This action requires elevated permissions. Please request access from an administrator.": "ប្រតិបត្តិការនេះត្រូវការសិទ្ធិខ្ពស់។ សូមស្នើរសិទ្ធិពីអ្នកគ្រប់គ្រង។",
    "This coupon is already added to the cart": "ប័ណ្ណនេះត្រូវបានបញ្ចូលទៅក្នុងការលក់រួចហើយ",
    "This coupon requires products that aren't available on the cart at the moment.": "កូដបញ្ចុះតម្លៃនេះត្រូវការផលិតផលដែលមិនអាចរកបាននៅលើកាប។",
    "This coupon requires products that belongs to specific categories that aren't included at the moment.": "គូបនេះត្រូវការផលិតផលដែល налеងទៅក្នុងប្រភេទជាក់លាក់ ដែលមិនត្រូវបានបញ្ចូលនៅពេលនេះ។",
    "This define how the date and times hould be formated. The default format is \"Y-m-d H:i\".": "វាកំណត់ពីរបៀបដែលកាលបរិច្ឆេទ និងពេលវេលាគួរតែត្រូវបានធ្វើទ្រង់ទ្រាយ។ ទម្រង់លំនាំដើមគឺ \"Y-m-d H:i\" ។",
    "This define how the date should be defined. The default format is \"Y-m-d\".": "វាកំណត់ពីរបៀបដែលកាលបរិច្ឆេទគួរតែត្រូវបានកំណត់។ ទម្រង់លំនាំដើមគឺ \"Y-m-d\" ។",
    "This field does'nt have a valid value.": "ច полі trườngនេះមិនមានតម្លៃដែលអាច។",
    "This field is not a valid email.": "ប្រអប់នេះមិនមែនជាអ៊ីមែលត្រឹមត្រូវទេ។",
    "This field is required": "ប្រអប់​នេះ​ចាំបាច់ត្រូវតែ​បំពេញ",
    "This field is required.": "ប្រអប់នេះ​ត្រូវតែ​បំពេញ។",
    "This field must be a valid URL.": "ប្រអប់ URL នេះត្រូវតែមានសុពលភាព។",
    "This field must be different from \"{other}\"": "ទិសដៅនេះមិនត្រូវដូច {other}",
    "This field must be similar to \"{other}\"": "ទិសដៅនេះត្រូវតែដូច {other}",
    "This field must contain a valid email address.": "ប្រអប់នេះត្រូវតែមានអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។",
    "This field must have at least \"{length}\" characters": "ទិសដៅនេះត្រូវមានយ៉ាងน้อย {length} అక్షరాలు",
    "This field must have at most \"{length}\" characters": "ទិសដៅនេះអាចមានយ៉ាងតិច {length} అక్షరాలు",
    "This field should be checked.": "ប្រអប់នេះគួរតែត្រូវបានចុចយក។",
    "This form is not completely loaded.": "ទម្រង់បែបបទនេះមិនត្រូវបានទាញយកទាំងស្រុងទេ។",
    "This instalment doesn't have any payment attached.": "ការវិស័យនេះមិនមានការបង់ប្រាក់។",
    "This is the currency symbol.": "នេះគឺជានិមិត្តសញ្ញារូបិយប័ណ្ណ។",
    "This is the objective that the user should reach to trigger the reward.": "នេះគឺជាគោលបំណងដែលអ្នកប្រើប្រាស់គួរតែឈានដល់ដើម្បីទទួលបានរង្វាន់។",
    "This is the store name.": "នេះគឺជាឈ្មោះហាង។",
    "This link has expired.": "តំណនេះផុតកំណត់ហើយ។",
    "This product doesn't have any stock to adjust.": "ផលិតផលនេះមិនមានស្តុកសម្រាប់កែតម្រូវទេ។",
    "This product doesn't have any unit defined for selling. Make sure to mark at least one unit as visible.": "ផលិតផលនេះមិនមាន Unit ណាមួយដែលបាន నిర్వចនាសម្រាប់លក់។ សូមធានាថាបាន Marking យ៉ាងน้อยមួយ Units ឲ្យមើលឃើញ។",
    "This transaction history is already a reflection.": "ប្រวัติប្រតិបត្តិការនេះគឺជាការឆ្លងតួ។",
    "This transaction is not recurring.": "ការប្រតិបត្តិការនេះមិនត្រូវបានធ្វើជាទៀងទាត់ទេ។",
    "This transaction type can't be triggered.": "ប្រភេទប្រតិបត្តិការនេះមិនអាច avvi បាន។",
    "This transaction was created with a type that is no longer available. This type is no longer available because NexoPOS is unable to perform background requests.": "ប្រតិបត្តិការនេះត្រូវបានបង្កើតជាមួយនឹងប្រភេទដែលលែងមានទៀតហើយ។ ប្រភេទនេះលែងមានទៀតហើយ ដោយសារ NexoPOS មិនអាចអនុវត្តសំណើផ្ទៃខាងក្រោយបានទេ។",
    "This value is already in use on the database.": "តម្លៃនេះត្រូវបានប្រើប្រាស់រួចហើយនៅលើមូលដ្ឋានទិន្នន័យ។",
    "This will be ignored.": "នេះនឹងត្រូវបានមិនអើពើ។",
    "This will be used to identifier the token.": "វានឹងត្រូវបានប្រើដើម្បីកំណត់អត្តសញ្ញាណ Token",
    "This will clear all records and accounts. It's ideal if you want to start from scratch. Are you sure you want to reset default settings for accounting?": "នេះនឹងលាងសម្អាតទិន្ន័យ និងគណនីទាំងអស់។ វាជាវិធីដ៏ល្អប្រសើរប្រសិនបើអ្នកចង់ចាប់ផ្តើមពីដើម។ តើអ្នកចង់កំណត់តម្លៃដើមវិញទេ?",
    "Thr": "ព្រ",
    "Three level of accounts is not allowed.": "ការគណនារបប 3 ដំណាក់កាល មិនត្រូវបានអនុញ្ញាត។",
    "Threshold": "កម្រិតចាប់ផ្ដើម",
    "Thursday": "ព្រហស្បតិ៍",
    "Time:": "ពេលវេលា:",
    "Title": "ស្លាក",
    "To": "ដល់",
    "To reflect an indirect transaction, a transaction action rule must be provided.": "ដើម្បីឆ្លងតួប្រតិបត្តិការដោយមិន ನೇច, ត្រូវផ្តល់ច규ក្រមប្រតិបត្តិការ។",
    "Today": "ថ្ងៃនេះ",
    "Today's Customers": "ព័ត៌មានក Customers ថ្ងៃនេះ",
    "Today's Orders": "ព័ត៌មានក Purchases ថ្ងៃនេះ",
    "Today's Refunds": "ព័ត៌មានក Refunds ថ្ងៃនេះ",
    "Today's Sales": "ព័ត៌មានក Purchases ថ្ងៃនេះ",
    "Toggle Fullscreen": "បិទ\/បើកពេញអេក្រង់",
    "Toggle Product Merge": "បិទ\/បើក​​ការដាក់ផលិតផលបញ្ចូលគ្នា",
    "Toggle auto focus.": "បិទ\/បើក​ការ​ផ្ដោត​ស្វ័យ​ប្រវត្តិ។",
    "Toggle merging similar products.": "បិទ\/បើកការបញ្ចូលគ្នានូវផលិតផលស្រដៀងគ្នា។",
    "Token Name": "ឈ្មោះ Token",
    "Token are used to provide a secure access to NexoPOS resources without having to share your personal username and password.\n                       Once generated, they won't expires until you explicitely revoke it.": "ប្រើតូកենដើម្បីផ្តល់ការប្រើប្រាស់ដោយសុరക്ഷിភាពទៅកាន់ πόត Resources របស់ NexoPOS យ៉ាងពេញលេញ ដោយមិនចាំបាច់ចែករំលែកឈ្មោះអ្នកប្រើប្រាស់ និងលេខសម្ពស៍។",
    "Too many results.": "លទ្ធផលបង្ហាញច្រើនពេក។",
    "Total": "សរុប",
    "Total %s": "ចំនួនសរុប %s",
    "Total :": "សរុប :",
    "Total Change": "ចំនួនសរុប",
    "Total Customers": "អតិថិជនសរុប",
    "Total Discounts": "ស견សរុប",
    "Total Gross Sales": "ប្រាក់លក់សរុប",
    "Total Items": "ទំនិញសរុប",
    "Total Orders": "ការបញ្ជាទិញសរុប",
    "Total Paid": "សរុបដែលបានបង់",
    "Total Price": "តម្លៃសរុប",
    "Total Products": "ផលិតផលសរុប",
    "Total Purchases": "ការទិញចូលសរុប",
    "Total Refunds": "ការបង្វិលសងសរុប",
    "Total Sales": "ការលក់សរុប",
    "Total Shipping": "ប្រាក់ដឹក",
    "Total Taxes": "ប្រាក់បង់ពន្ធ",
    "Total instalments must be equal to the order total.": "ការបង់រំលោះសរុបត្រូវតែស្មើនឹងចំនួនសរុបនៃការបញ្ជាទិញ។",
    "Transaction": "ប្រតិបត្តិការ",
    "Transaction Account": "គណនីប្រតិបត្តិការ",
    "Transaction Details": "ព័ត៌មានលម្អិតនៃប្រតិបត្តិការ",
    "Transaction History": "ប្រវត្តិប្រតិបត្តិ",
    "Transaction Type": "ប្រភេទប្រតិបត្តិការ",
    "Transactions": "ប្រតិបត្តិការ",
    "Transactions History List": "បញ្ជីប្រវត្តិប្រតិបត្តិការ",
    "Transactions List": "បញ្ជីប្រតិបត្តិការ",
    "Transactions Report": "របាយការណ៍ប្រតិបត្តិការ",
    "Transfer Canceled": "ការផ្ទេរត្រូវបានលុបចោល",
    "Transfer Rejected": "ការផ្ទេរត្រូវបានបដិសេធ",
    "Translation process is complete for the module %s !": "ដំណើរការបកប្រែត្រូវបានបញ្ចប់សម្រាប់ module %s !",
    "Trigger": "គន្លឹះ",
    "Triggered On": "ដំណើរការ",
    "Try Again": "ព្យាយាមម្តងទៀត",
    "Tue": "អ",
    "Tuesday": "អង្គារ",
    "Type": "ប្រភេទ",
    "UPC A": "UPC A",
    "UPC E": "UPC E",
    "Unable to Proceed": "មិនអាចបន្ត",
    "Unable to add a grouped product.": "មិន​អាច​បន្ថែម​ផលិតផល​ដែល​បាន​ដាក់​ជា​ក្រុម។",
    "Unable to add a product that has accurate tracking enabled, using an ordinary barcode.": "មិន​អាច​បន្ថែម​ផលិតផល​ដែល​បាន​បើក​ការ​តាមដាន​ត្រឹម​ត្រូវ​ដោយ​ប្រើ​បាកូដ​ធម្មតា។",
    "Unable to add product which doesn't unit quantities defined.": "មិនអាចបន្ថែមផលិតផលដែលមិនមានតម្លៃជាក់លាក់។",
    "Unable to add the product": "មិនអាចបន្ថែមផលិតផលបានទេ។",
    "Unable to add the product to the cart as it has expired.": "មិន​អាច​បន្ថែម​ផលិតផល​ទៅ​ក្នុង​រទេះ​បាន​ទេ ដោយសារ​វា​បាន​ផុត​កំណត់។",
    "Unable to add the product, there is not enough stock. Remaining %s": "មិនអាចបន្ថែមផលិតផលបានទេ មិនមានស្តុកគ្រប់គ្រាន់ទេ។ នៅសល់ %s",
    "Unable to apply a coupon attached to the reward \"%s\". It looks like the coupon no more exists.": "មិនអាចអនុវត្តគូប៉ុងដែលភ្ជាប់ទៅនឹងរង្វាន់ \"%s\" បានទេ។ វាហាក់ដូចជាគូប៉ុងនេះមិនមានទៀតទេ។",
    "Unable to cashing on \"%s\" *, as it's not opened.": "មិនអាចយកលុយពី \"%s\" ទេ, ព្រោះវាមិនត្រូវបានបើក។",
    "Unable to cashout on \"%s\", as it's not opened.": "មិនអាចយកលុយពី \"%s\" ទេ, ព្រោះវាមិនត្រូវបានបើក។",
    "Unable to change a password for a non active user.": "មិនអាចប្តូរពាក្យសម្ងាត់សម្រាប់អ្នកប្រើប្រាស់ដែលមិនសកម្មបានទេ។",
    "Unable to change the price mode. This feature has been disabled.": "មិនអាចផ្លាស់ប្តូរ mode តម្លៃបានទេ។ មុខងារនេះត្រូវបានបិទ។",
    "Unable to check a register session history if it's closed.": "មិនអាចពិនិត្យប្រវត្តិសកម្មភាពບັນមិនបាន ប្រសិនបើបានបិទ។",
    "Unable to connect to the database using the credentials provided.": "មិន​អាច​តភ្ជាប់​ទៅ​មូលដ្ឋាន​ទិន្នន័យ​ដោយ​ប្រើ​លិខិត​សម្គាល់​ដែល​បាន​ផ្ដល់​ឱ្យ​។",
    "Unable to create a product with an unknow type : %s": "មិន​អាច​បង្កើត​ផលិតផល​ដែល​មិន​ស្គាល់​ប្រភេទ៖ %s",
    "Unable to delete \"%s\" as it's a dependency for \"%s\"%s": "មិនអាចលាយ \"%s\" ព្រោះវាជាអាស្រ័យលើ \"%s\"%s",
    "Unable to delete a group to which customers are still assigned.": "មិនអាចលុបក្រុមដែលអតិថិជននៅតែត្រូវបានចាត់តាំង។",
    "Unable to delete a payment attached to the order.": "មិនអាចលុបការទូទាត់ដែលភ្ជាប់ជាមួយការបញ្ជាទិញបានទេ។",
    "Unable to delete a read-only payments type.": "មិនអាចលុបប្រភេទការទូទាត់ (បានតែអាន) ទេ។",
    "Unable to delete a register that is currently in use": "មិន​អាច​លុប​ការ​ចុះ​ឈ្មោះ​ដែល​កំពុង​ប្រើ​ប្រាស់​បច្ចុប្បន្ន​បាន​ទេ។",
    "Unable to delete a system role.": "មិនអាចលុបតួនាទីប្រព័ន្ធបានទេ។",
    "Unable to delete an entry that no longer exists.": "មិនអាចលុបធាតុដែលមិនមានទៀតទេ។",
    "Unable to delete the procurement as there is not enough stock remaining for \"%s\" on unit \"%s\". This likely means the stock count has changed either with a sale, adjustment after the procurement has been stocked.": "មិនអាចលុបលទ្ធកម្មបានទេ ដោយសារមិនមានស្តុកគ្រប់គ្រាន់សម្រាប់ \"%s\" នៅលើឯកតា \"%s\" ។ នេះទំនងជាមានន័យថាចំនួនភាគហ៊ុនបានផ្លាស់ប្តូរជាមួយនឹងការលក់ ការកែតម្រូវបន្ទាប់ពីលទ្ធកម្មត្រូវបានស្តុកទុក។",
    "Unable to delete this resource as it has %s dependencies with %s items.": "មិនអាចលាយកត្តានេះបាន ព្រោះវាមានអាស្រ័យលើ %s ធាតុ",
    "Unable to delete this resource as it has %s dependency with %s item.": "មិនអាចលុបធនធាននេះបានទេ ដោយសារវាមាន %s អាស្រ័យជាមួយធាតុ %s",
    "Unable to detect the folder from where to perform the installation.": "មិនអាចរកឃើញថតពីកន្លែងដែលត្រូវអនុវត្តការដំឡើងនោះទេ។",
    "Unable to disable the module.": "មិនអាចបិទ Module បានទេ។",
    "Unable to edit a procurement that has already been stocked. Please consider performing and stock adjustment.": "មិនអាចកែសម្រួលលទ្ធកម្មដែលបានស្តុកទុករួចហើយ។ សូមពិចារណាលើការអនុវត្ត និងការកែតម្រូវភាគហ៊ុន។",
    "Unable to edit a procurement that is stocked. Consider performing an adjustment or either delete the procurement.": "មិន​អាច​កែសម្រួល​លទ្ធកម្ម​ដែល​មាន​ស្តុក។ ពិចារណាធ្វើការកែតម្រូវ ឬលុបលទ្ធកម្ម។",
    "Unable to edit a product with an unknown type : %s": "មិនអាចកែសម្រួលផលិតផលដែលមានប្រភេទមិនស្គាល់៖ %s",
    "Unable to edit a register that is currently in use": "មិន​អាច​កែ​សម្រួល​ការ​ចុះ​ឈ្មោះ​ដែល​កំពុង​ប្រើ​បច្ចុប្បន្ន​បាន​ទេ។",
    "Unable to edit an already paid instalment.": "មិនអាចកែសម្រួលការដំឡើងដែលបានបង់រួចហើយ។",
    "Unable to edit an order that is completely paid.": "មិនអាចកែសម្រួលការបញ្ជាទិញដែលត្រូវបង់ទាំងស្រុងបានទេ។",
    "Unable to edit this transaction": "មិនអាចកែសម្រួលប្រតិបត្តិការនេះបានទេ",
    "Unable to enable the module.": "មិនអាចបើក Module បានទេ។",
    "Unable to export if there is nothing to export.": "មិនអាចនាំចេញបានទេ ប្រសិនបើមិនមានអ្វីត្រូវនាំចេញ។",
    "Unable to fetch the order as the provided pivot argument is not supported.": "មិន​អាច​ទៅ​យក​លំដាប់​ដោយ​សារ​អាគុយម៉ង់​ជំនួយ​ទិន្នន័យ​ដែល​បាន​ផ្ដល់​មិន​ត្រូវ​បាន​គាំទ្រ។",
    "Unable to find a coupon with the provided code.": "មិនអាចស្វែងរកគូប៉ុងដែលមានលេខកូដដែលបានផ្តល់ឱ្យទេ។",
    "Unable to find a module having \"%s\" as namespace.": "មិនអាចស្វែងរក module ដែលមាន \"%s\" ដូចនឹង namespace.",
    "Unable to find a module having as namespace \"%s\"": "មិនអាចស្វែងរក module ដែលមាន namespace \"%s\"",
    "Unable to find a module having the identifier \"%s\".": "មិនអាចស្វែងរក module ដែលមាន identifier \"%s\".",
    "Unable to find a module having the identifier\/namespace \"%s\"": "មិនអាចស្វែងរក a module ដែលមាន identifier\/namespace \"%s\"",
    "Unable to find a record matching your entry.": "មិនអាចស្វែងរកកំណត់ត្រាដែលត្រូវនឹងការចូលរបស់អ្នក។",
    "Unable to find a reference of the provided coupon : %s": "មិនអាចស្វែងរកឯកសារយោងនៃប័ណ្ណដែលបានផ្តល់ : %s",
    "Unable to find a reference to the attached coupon : %s": "មិន​អាច​ស្វែង​រក​ឯកសារ​យោង​ទៅ​គូប៉ុង​ដែល​បាន​ភ្ជាប់៖ %s",
    "Unable to find record having that password.": "មិនអាចរកឃើញកំណត់ត្រាដែលមានពាក្យសម្ងាត់នោះ។",
    "Unable to find record having that username.": "មិនអាចរកឃើញកំណត់ត្រាដែលមាន Username នោះទេ។",
    "Unable to find the Unit using the provided id.": "មិនអាចស្វែងរកឯកតាដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the assigned provider.": "មិនអាចស្វែងរកអ្នកផ្តល់សេវាដែលបានកំណត់។",
    "Unable to find the attached category parent": "មិនអាចស្វែងរកមេប្រភេទដែលភ្ជាប់មកជាមួយទេ។",
    "Unable to find the category using the provided identifier": "មិន​អាច​រក​ឃើញ​ប្រភេទ​ដោយ​ប្រើ​គ្រឿង​សម្គាល់​ដែល​បាន​ផ្តល់​ឱ្យ​ទេ។",
    "Unable to find the category using the provided identifier.": "មិន​អាច​រក​ឃើញ​ប្រភេទ​ដោយ​ប្រើ​គ្រឿង​សម្គាល់​ដែល​បាន​ផ្តល់​ឱ្យ​ទេ។",
    "Unable to find the customer using the provided ID.": "មិនអាចស្វែងរកអតិថិជនដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the customer using the provided ID. The order creation has failed.": "មិនអាចស្វែងរកអតិថិជនដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។ ការបង្កើតការបញ្ជាទិញបានបរាជ័យ។",
    "Unable to find the customer using the provided email.": "មិនអាចស្វែងរកអតិថិជនដោយប្រើអ៊ីមែលដែលបានផ្តល់។",
    "Unable to find the customer using the provided id %s.": "មិនអាចស្វែងរកអតិថិជនដោយប្រើលេខសម្គាល់ %s ដែលបានផ្ដល់។",
    "Unable to find the customer using the provided id.": "មិនអាចស្វែងរកអតិថិជនដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the media entry": "មិនអាចស្វែងរកធាតុក្នុងវិចិត្រសាលបានទេ។",
    "Unable to find the media.": "មិនអាចស្វែងរកប្រព័ន្ធផ្សព្វផ្សាយបានទេ។",
    "Unable to find the order product using the provided id.": "មិនអាចស្វែងរកផលិតផលបញ្ជាទិញដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the permission with the namespace \"%s\".": "មិនអាចស្វែងរកការអនុញ្ញាតដោយប្រើ namespace \"%s\" បានទេ។",
    "Unable to find the procurement product using the provided id.": "មិនអាចស្វែងរកផលិតផលលទ្ធកម្មដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the product using the provided id \"%s\"": "មិនអាចស្វែងរកផលិតផលដោយប្រើលេខសម្គាល់ដែលបានផ្តល់ \"%s\"",
    "Unable to find the product using the provided id.": "មិនអាចស្វែងរកផលិតផលដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the product, as the argument \"%s\" which value is \"%s\", doesn't have any match.": "មិន​អាច​រក​ឃើញ​ផលិតផល, ព្រោះ​ពាក្យ​ \"%s\" ដែល​តម្លៃ​របស់​វា​គឺ \"%s\" មិន​មាន​ការ​ផ្គ 맞។",
    "Unable to find the provider using the specified id.": "មិនអាចស្វែងរកអ្នកផ្តល់សេវាដោយប្រើលេខសម្គាល់ដែលបានបញ្ជាក់។",
    "Unable to find the provider using the specified identifier.": "មិនអាចស្វែងរកអ្នកផ្តល់សេវាដោយប្រើឧបករណ៍កំណត់អត្តសញ្ញាណដែលបានបញ្ជាក់។",
    "Unable to find the requested account type using the provided id.": "មិនអាចស្វែងរកប្រភេទគណនីដែលបានស្នើសុំដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the requested file.": "មិនអាចស្វែងរកឯកសារដែលបានស្នើសុំបានទេ។",
    "Unable to find the requested group using the provided id.": "មិនអាចស្វែងរកក្រុមដែលបានស្នើសុំដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the requested group.": "មិនអាចស្វែងរកក្រុមដែលបានស្នើសុំបានទេ។",
    "Unable to find the requested module.": "មិនអាចស្វែងរក module ដែលបានស្នើសុំទេ។",
    "Unable to find the requested order using \"%s\" as pivot and \"%s\" as identifier": "មិនអាចស្វែងរកការបញ្ជាទិញដែលបានស្នើសុំដោយប្រើ \"%s\" ជា pivot និង \"%s\" ជាអ្នកកំណត់អត្តសញ្ញាណ",
    "Unable to find the requested procurement using the provided identifier.": "មិនអាចស្វែងរកលទ្ធកម្មដែលបានស្នើសុំដោយប្រើឧបករណ៍កំណត់អត្តសញ្ញាណដែលបានផ្តល់។",
    "Unable to find the requested product on the provider order.": "មិនអាចស្វែងរកផលិតផលដែលបានស្នើសុំនៅលើការបញ្ជាទិញរបស់អ្នកផ្តល់សេវាបានទេ។",
    "Unable to find the requested product tax using the provided id": "មិនអាចស្វែងរកពន្ធផលិតផលដែលបានស្នើសុំដោយប្រើលេខសម្គាល់ដែលបានផ្តល់",
    "Unable to find the requested product tax using the provided identifier.": "មិន​អាច​រក​ឃើញ​ពន្ធ​ផលិតផល​ដែល​បាន​ស្នើ​ដោយ​ប្រើ​គ្រឿង​សម្គាល់​ដែល​បាន​ផ្តល់​ឱ្យ​ទេ។",
    "Unable to find the requested product using the provided SKU.": "មិនអាចស្វែងរកផលិតផលដែលបានស្នើសុំដោយប្រើ SKU ដែលបានផ្តល់ឱ្យនោះទេ។",
    "Unable to find the requested tax using the provided identifier.": "មិន​អាច​រក​ឃើញ​ពន្ធ​ដែល​បាន​ស្នើ​ដោយ​ប្រើ​គ្រឿង​សម្គាល់​ដែល​បាន​ផ្តល់​ឱ្យ​ទេ។",
    "Unable to find the requested transaction using the provided id.": "មិនអាចស្វែងរកប្រតិបត្តិការដែលបានស្នើសុំដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the requested user.": "មិនអាចស្វែងរកអ្នកប្រើប្រាស់ដែលបានស្នើសុំបានទេ។",
    "Unable to find the requested variation using the provided ID.": "មិនអាចស្វែងរកបំរែបំរួលដែលបានស្នើសុំដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the transaction account using the provided ID.": "មិនអាចស្វែងរកគណនីប្រតិបត្តិការដោយប្រើលេខសម្គាល់ដែលបានផ្តល់។",
    "Unable to find the transaction using the provided identifier.": "មិនអាចស្វែងរកប្រតិបត្តិការដោយប្រើឧបករណ៍កំណត់អត្តសញ្ញាណដែលបានផ្តល់។",
    "Unable to find the unit group to which this unit is attached.": "មិន​អាច​ស្វែង​រក​ក្រុម​ឯកតា​ដែល​ឯកតា​នេះ​ត្រូវ​បាន​ភ្ជាប់។",
    "Unable to have a unit group id for the product using the reference \"%s\" as \"%s\"": "មិនអាចមានលេខសម្គាល់ក្រុមសម្រាប់ផលិតផលដោយប្រើឯកសារយោង \"%s\" ជា \"%s\"",
    "Unable to hold an order which payment status has been updated already.": "មិន​អាច​កាន់​ការ​បញ្ជា​ទិញ​ដែល​ស្ថានភាព​នៃ​ការ​ទូទាត់​ត្រូវ​បាន​ធ្វើ​បច្ចុប្បន្នភាព​រួច​ហើយ។",
    "Unable to identifier the provided role.": "មិនអាចកំណត់អត្តសញ្ញាណតួនាទីដែលបានផ្តល់។",
    "Unable to initialize the settings page. The identifier \"%s\" cannot be instantiated.": "មិនអាចចាប់ផ្តើមទំព័រការកំណត់បានទេ។ ឧបករណ៍កំណត់អត្តសញ្ញាណ \"%s\" មិនអាចធ្វើភ្លាមៗបានទេ។",
    "Unable to load the CRUD resource : %s.": "មិនអាចផ្ទុកធនធាន CRUD បានទេ៖ %s ។",
    "Unable to load the component \"${action.component}\". Make sure the component is registered to \"nsExtraComponents\".": "មិនអាចផ្ទុក component \"${action.component}\" ត្រូវប្រាកដថាវាត្រូវបានចាក់នៅលើវត្ថុ nsExtraComponents ។",
    "Unable to load the report as the timezone is not set on the settings.": "មិនអាចទាញយករបាយការណ៍បានទេ ដោយសារតំបន់ពេលវេលាមិនត្រូវបានកំណត់នៅលើការកំណត់។",
    "Unable to load the transaction": "មិនអាចទាញយកប្រតិបត្តិការបានទេ",
    "Unable to locate a module having as identifier \"%s\".": "មិន​អាច​កំណត់​ទីតាំង Module ​ដែល​មាន​ជា​គ្រឿង​សម្គាល់ \"%s\"។",
    "Unable to locate the assets.": "មិនអាចកំណត់ទីតាំង assets បានទេ។",
    "Unable to locate the following file : %s": "មិនអាចកំណត់ទីតាំងឯកសារខាងក្រោមបានទេ : %s",
    "Unable to login, the provided account is not active.": "មិនអាចចូលបានទេ គណនីដែលបានផ្ដល់មិនសកម្ម។",
    "Unable to make a payment on a closed cash register.": "មិនអាច effettuare ការបង់ប្រាក់នៅលើតូបលក់។",
    "Unable to open \"%s\" *, as it's not opened.": "មិនអាចបើក \"%s\" *, ព្រោះវាមិនត្រូវបានបើក។",
    "Unable to open \"%s\", as it's not closed.": "មិនអាចបើក \"%s\" បាន, ព្រោះវាមិនត្រូវបានបិទ។",
    "Unable to open this register. Only closed register can be opened.": "មិនអាចបើកបញ្ជីបានទេ សូមបិទបញ្ជីជាមុនសិន។",
    "Unable to preload products. The hash might have expired or is invalid.": "មិនអាចផ្ទុកផលិតផល។ ហ్యాష్អាចអស់កាល ឬមិនលាយ។",
    "Unable to proceed": "មិនអាចបន្តបានទេ",
    "Unable to proceed a refund on an unpaid order.": "មិន​អាច​បន្ត​ការ​សង​ប្រាក់​វិញ​លើ​ការ​បញ្ជា​ទិញ​ដែល​មិន​បាន​បង់​ប្រាក់។",
    "Unable to proceed as one of the previous submitted payment is missing from the order.": "មិន​អាច​បន្ត​បាន​ទេ ដោយសារ​ការ​បង់​ប្រាក់​ដែល​បាន​ដាក់​ស្នើ​មុន​មួយ​បាត់​ពី​ការ​បញ្ជា​ទិញ។",
    "Unable to proceed as one of the unit group field is invalid": "មិន​អាច​បន្ត​បាន​ទេ ដោយសារ​ប្រអប់ក្រុម​មួយ​ក្នុង​ចំណោម​ក្រុម​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed as the order is already paid.": "មិន​អាច​បន្ត​បាន​ទេ ដោយសារ​ការ​បញ្ជា​ទិញ​ត្រូវ​បាន​បង់​រួច​ហើយ។",
    "Unable to proceed as the request is not valid.": "មិនអាចបន្តបានទេ ដោយសារសំណើមិនត្រឹមត្រូវ។",
    "Unable to proceed as the table is empty.": "មិនអាចបន្តបានទេ ដោយសារតារាងទទេ។",
    "Unable to proceed as the token provided is invalid.": "មិន​អាច​បន្ត​បាន​ទេ ដោយសារ token ​សម្ងាត់​ដែល​បាន​ផ្ដល់​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed no products has been provided.": "មិន​អាច​បន្ត​ដំណើរការបាន ដោយយសារគ្មាន​ផលិតផល​។",
    "Unable to proceed the form is not valid": "មិន​អាច​បន្ត​ទម្រង់​បែបបទ​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed the form is not valid.": "មិន​អាច​បន្ត​ ដោយសារទម្រង់​បែបបទ​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed the procurement form is not valid.": "មិនអាចដំណើរការទិញចូលដោយសារទម្រង់បែបបទមិនត្រឹមត្រូវ។",
    "Unable to proceed, looks like the database can't be used.": "មិនអាចបន្តបាន, ទំនងជាមិនអាចប្រើប្រាស់បាន។",
    "Unable to proceed, more than one product is set as featured": "មិនអាចបន្តបានទេ ផលិតផលច្រើនជាងមួយត្រូវបានកំណត់ជាផលិតផលពិសេស",
    "Unable to proceed, no product were provided.": "មិនអាចបន្តបានទេ គ្មានផលិតផលណាមួយត្រូវបានផ្តល់ជូនទេ។",
    "Unable to proceed, no submit url has been provided.": "មិន​អាច​បន្ត​បាន​ ដោយសារមិន​មាន​ url ត្រូវ​បាន​ផ្តល់​ឱ្យ​។",
    "Unable to proceed, no valid submit URL is defined.": "មិន​អាច​បន្ត​បាន​ទេ គ្មាន URL ដាក់​ស្នើ​ត្រឹមត្រូវ​ ត្រូវ​បាន​កំណត់។",
    "Unable to proceed, one or more product has incorrect values.": "មិនអាចបន្តបានទេ ព្រោះផលិតផលមួយ ឬច្រើនមានតម្លៃមិនត្រឹមត្រូវ។",
    "Unable to proceed, one or more products is not valid.": "មិនអាចដំណើរការបាន ដោយសារផលិតផលមួយ ឬច្រើនជាងនេះមិនត្រឹមត្រូវ។",
    "Unable to proceed, the form is invalid.": "មិនអាចបន្តបានទេ ទម្រង់បែបបទមិនត្រឹមត្រូវ។",
    "Unable to proceed, the form is not valid.": "មិនអាចបន្តបានទេ ដោយសារទម្រង់បែបបទ​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed, the group you're trying to delete doesn't exist. This might be a serious issue, please contact the support.": "មិនអាចបន្តបាន ក្រុមដែលអ្នកកំពុងព្យាយាមលាយគឺមិនមាន។ នេះអាចជាបញ្ហាធំ ដូច្នេះសូមទំនាក់ទំនងក្រុមការងារ។",
    "Unable to proceed, the modules management is disabled.": "មិនអាចបន្តបានទេ Module ការគ្រប់គ្រងត្រូវបានបិទ។",
    "Unable to proceed, the procurement form is not valid.": "មិនអាចបន្តបានទេ ទម្រង់បែបបទទិញចូលមិនមានសុពលភាពទេ។",
    "Unable to proceed, the product \"%s\" has a unit which cannot be retreived. It might have been deleted.": "មិនអាចបន្តបានទេ ផលិតផល \"%s\" មានឯកតាដែលមិនអាចទាញយកមកវិញបានទេ។ វាប្រហែលជាត្រូវបានលុប។",
    "Unable to proceed, the provided token is not valid.": "មិន​អាច​បន្ត​បាន សញ្ញា​សម្ងាត់​ដែល​បាន​ផ្ដល់​មិន​ត្រឹមត្រូវ​ទេ។",
    "Unable to proceed, the submitted form is not valid.": "មិន​អាច​បន្ត​បាន ទម្រង់​ដែល​បាន​ដាក់​ស្នើ​មិន​ត្រឹមត្រូវ​ទេ។",
    "Unable to proceed, the token has expired.": "មិនអាចបន្តបានទេ សញ្ញាសម្ងាត់បានផុតកំណត់ហើយ។",
    "Unable to proceed, there is not enough stock for %s using the unit %s. Requested : %s, available %s": "មិនអាចបន្តបានទេ មិនមានស្តុកគ្រប់គ្រាន់សម្រាប់ %s ដោយប្រើឯកតា %s ទេ។ បានស្នើ៖ %s មាន %s",
    "Unable to proceed, this action will cause negative stock (%s). Old Quantity : (%s),  Quantity : (%s).": "មិន​អាច​បន្ត​បាន សកម្មភាព​នេះ​នឹង​ធ្វើ​ឱ្យ​ស្តុក​អវិជ្ជមាន (%s)។ បរិមាណចាស់ : (%s), បរិមាណ : (%s) ។",
    "Unable to proceed. No matching CRUD resource has been found.": "មិនអាចបន្តបានទេ។ រកមិនឃើញធនធាន CRUD ដែលត្រូវគ្នាទេ។",
    "Unable to proceed. One of the submitted payment type is not supported.": "មិនអាចបន្តបានទេ។ ប្រភេទនៃការទូទាត់ដែលបានដាក់ស្នើមិនត្រូវបានគាំទ្រទេ។",
    "Unable to proceed. Partially paid orders aren't allowed. This option could be changed on the settings.": "មិនអាចបន្ត។ ការទិញដែលបានបង់ហើយមិនត្រូវបានអនុញ្ញាត។ អាចផ្លាស់ប្តូរตัวเลือกនេះនៅលើការកំណត់។",
    "Unable to proceed. Select a correct time range.": "មិនអាចបន្តបានទេ ដោយសារជ្រើសរើសចន្លោះពេលត្រឹមត្រូវ។",
    "Unable to proceed. The current time range is not valid.": "មិនអាចបន្តបានទេ ដោយសារចន្លោះពេលបច្ចុប្បន្នមិនត្រឹមត្រូវ។",
    "Unable to proceed. The form is not valid.": "មិនអាចបន្តបានទេ ដោយសារទម្រង់បែបបទ​មិន​ត្រឹមត្រូវ។",
    "Unable to proceed. The parent tax doesn't exists.": "មិនអាចបន្តបាន។ ภาษាក្នុងឋានសួគ៌មិនមាន។",
    "Unable to proceed. The request doesn't provide enough data which could be handled": "មិនអាចបន្ត។ ស្នើមិនផ្តល់ព័ត៌មានគ្រប់គ្រាន់ដែលអាចអាចធ្វើបាន។",
    "Unable to proceed. Unpaid orders aren't allowed. This option could be changed on the settings.": "មិនអាចបន្ត។ ការទិញដែលមិនបានបង់មិនត្រូវបានអនុញ្ញាត។ អាចផ្លាស់ប្តូរตัวเลือกនេះនៅលើការកំណត់។",
    "Unable to process, the form is not valid": "មិន​អាច​ដំណើរការ​បាន ព្រោះទម្រង់បែបបទ​នេះ​មិន​ត្រឹមត្រូវ។",
    "Unable to procure the product \"%s\" as it is a grouped product.": "មិនអាចទិញផលិតផល \"%s\" បានទេ ដោយសារវាជាផលិតផលដែលដាក់ជាក្រុម។",
    "Unable to procure the product \"%s\" as the stock management is disabled.": "មិនអាចទិញផលិតផល \"%s\" បានទេ ដោយសារការគ្រប់គ្រងស្តុកត្រូវបានបិទ។",
    "Unable to reach the host": "មិនអាចទៅដល់ម្ចាស់ផ្ទះបានទេ។",
    "Unable to record COGS transactions for order %s. Make sure either the account or the offset account are set and assigned to the rule %s.": "មិនអាចບັນកស៍ប្រតិបត្តិការ COGS សម្រាប់ Purchases %s។ ធានាថា គណនារបស់ ឬគណនារបស់ Offset ត្រូវបានកំណត់ និងផ្ដល់ជូនច규 %s។",
    "Unable to record COGS transactions for order %s. Until the accounts rules are set, records are skipped.": "មិនអាចសរសេរប្រតិបត្តិការ COGS សម្រាប់ក Purchases %s ទេ។ រហូតដល់ក Rules ត្រូវបានកំណត់, ព័ត៌មានមិនត្រូវបានរក្សាទុក។",
    "Unable to record accounting transactions as the account set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់បាន ព្រោះគណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions as the offset account set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់បាន ព្រោះគណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions for paid procurement. Until the accounts rules are set, records are skipped.": "មិនអាចកំណត់ត្រាគណនីសម្រាប់ទិញទិញដែលទូទាត់ហើយ។ រហូតដល់កត្តាគណនីត្រូវបានកំណត់, ព័ត៌មានមិនត្រូវបានរក។",
    "Unable to record accounting transactions for the order %s which was initially paid and then voided. No rule was set for this.": "មិនអាចរក្សាទុកប្រតិបត្តិការគណនីសម្រាប់ Purchases %s ដែលត្រូវបានសរសេររួច ប៉ុន្តែត្រូវបានលក់។ មិនមានច규ណាមួយដែលត្រូវបានកំណត់។",
    "Unable to record accounting transactions for the order %s which was initially paid and then voided. The account set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់សម្រាប់ក Purchases %s ដែលត្រូវបានបង់រួច ពីក្រោយមកលុប។ គណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions for the order %s which was initially unpaid and then paid. No rule was set for this.": "មិនអាចរក្សាទុកប្រតិបត្តិការគណនីសម្រាប់ក Purchases %s ដែលត្រូវបានសរសេរមិនទាន់ ប៉ុន្តែត្រូវបានសរសេររួច។ មិនមានច규ណាមួយដែលត្រូវបានកំណត់។",
    "Unable to record accounting transactions for the order %s which was initially unpaid and then paid. The account set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់សម្រាប់ក Purchases %s ដែលត្រូវបានបង់មិនទាន់ ពីក្រោយមកទាន់។ គណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions for the order %s which was initially unpaid and then voided. No rule was set for this.": "មិនអាចរក្សាទុកប្រតិបត្តិការគណនីសម្រាប់ Purchases %s ដែលត្រូវបានសរសេរមិនទាន់ ប៉ុន្តែត្រូវបានសរសេររួច។ មិនមានច규ណាមួយដែលត្រូវបានកំណត់។",
    "Unable to record accounting transactions for the order %s which was initially unpaid and then voided. The account set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់សម្រាប់ក Purchases %s ដែលត្រូវបានបង់មិនទាន់ ពីក្រោយមកលុប។ គណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions for the order %s. No rule was set for this.": "មិនអាចរក្សាទុកប្រតិបត្តិការគណនីសម្រាប់ Purchases %s។ មិនមានច규ណាមួយដែលត្រូវបានកំណត់។",
    "Unable to record accounting transactions for the order %s. The accounts set to the rule assigned to the action \"%s\" can't be found.": "មិនអាចບັນកស៍ប្រតិបត្តិការគណនារបស់សម្រាប់ក Purchases %s។ គណនារបស់ដែលត្រូវបានកំណត់ទៅនឹងច규ដែលត្រូវបានផ្ដល់ជូនកម្មវិធី \"%s\" មិនអាចរកឃើញទេ។",
    "Unable to record accounting transactions for unpaid procurement. Until the accounts rules are set, records are skipped.": "មិនអាចកំណត់ត្រាគណនីសម្រាប់ទិញទិញដែលមិនទាន់ទូទាត់។ រហូតដល់កត្តាគណនីត្រូវបានកំណត់, ព័ត៌មានមិនត្រូវបានរក។",
    "Unable to reflect the transaction as the account type is not found.": "មិនអាចបង្ហាញប្រតិបត្តិការបានព្រោះប្រភេទគណនារాలేទេ។",
    "Unable to refresh a cash register if it's not opened.": "មិនអាចធ្វើការបերիលុយនៅកាលានិស្ស័យមួយបាន, ប្រសិនបើមិនត្រូវបានបើក។",
    "Unable to register. The registration is closed.": "មិនអាចចុះឈ្មោះបានទេ ព្រោះការចុះឈ្មោះត្រូវបានបិទ។",
    "Unable to remove the permissions \"%s\". It doesn't exists.": "មិនអាចលុបសិទ្ធិ \"%s\" បាន។ វាគ្មាន។",
    "Unable to reset this variable product \"%s\", since it doens't seems to have any variations": "មិនអាចកំណត់តម្លៃថ្មី​សម្រាប់​ផលិតផល \"%s\" បាន, ព្រោះ​វា​មិន​មាន​ការ​ផ្លាស់ប្តូរ",
    "Unable to retrieve items. The current CRUD resource doesn't implement \"getEntries\" methods": "មិនអាចទាញយកធាតុ។ ធរណី CRUD បច្ចុប្បន្នមិនអនុវត្តវិធី \"getEntries\"",
    "Unable to retrieve the requested tax group using the provided identifier \"%s\".": "មិន​អាច​ទៅ​យក​ក្រុម​ពន្ធ​ដែល​បាន​ស្នើ​ដោយ​ប្រើ​គ្រឿង​សម្គាល់​ដែល​បាន​ផ្តល់ \"%s\"។",
    "Unable to save the coupon as one of the customers provided no longer exists.": "មិនអាចរក្សាគូប៉ុងបានទេ ដោយសារអតិថិជននេះលែងមានទៀតហើយ។",
    "Unable to save the coupon as one of the provided customer group no longer exists.": "មិនអាចរក្សាទុកគូប៉ុងសម្រាប់ក្រុមអតិថិជនបានទេ ដោយសារក្រុមអតិថិជនលែងមានទៀតហើយ។",
    "Unable to save the coupon as one of the selected customer group no longer exists.": "មិនអាចរក្សាទុកគូប៉ុងសម្រាប់អតិថិជនបានទេ ដោយសារអតិថិជនលែងមានទៀតហើយ។",
    "Unable to save the coupon as one of the selected customer no longer exists.": "មិនអាចរក្សាទុកគូប៉ុងនៃអតិថិជនដែលបានជ្រើសរើសនោះទេ ដោយសារអតិថិជននេះមិនមាន។",
    "Unable to save the coupon as this category doens't exists.": "មិនអាចរក្សាទុកកាណេតបាន, ព្រោះប្រភេទនេះមិនមាន។",
    "Unable to save the coupon category as this category doens't exists.": "មិនអាចរក្សាទុកប្រភេទកាណេតបាន, ព្រោះប្រភេទនេះមិនមាន។",
    "Unable to save the coupon product as this product doens't exists.": "មិនអាចរក្សាទុកផលិតផលកាណេតបាន, ព្រោះផលិតផលនេះមិនមាន។",
    "Unable to save the procurement for later use.": "មិនអាចរក្សាទុកការទិញសម្រាប់ប្រើប្រាស់ក្រោយ។",
    "Unable to select the database.": "មិនអាចជ្រើសរើសមូលដ្ឋានទិន្នន័យបានទេ។",
    "Unable to select the default customer. Looks like the customer no longer exists. Consider changing the default customer on the settings.": "មិនអាចជ្រើសរើសអតិថិជនលំនាំដើមបានទេ។ មើលទៅអតិថិជនលែងមានទៀតហើយ។ ពិចារណាផ្លាស់ប្តូរអតិថិជនលំនាំដើមនៅលើការកំណត់។",
    "Unable to submit a new password for a non active user.": "មិនអាចដាក់ពាក្យសម្ងាត់ថ្មីសម្រាប់អ្នកប្រើប្រាស់ដែលមិនសកម្មបានទេ។",
    "Unable to submit, no valid submit URL were provided.": "មិន​អាច​ដាក់​បញ្ជូន​បាន​ទេ គ្មាន URL ដាក់​ស្នើ​ត្រឹមត្រូវ​ ត្រូវ​បាន​ផ្តល់​ឱ្យ​ទេ។",
    "Unable to transfer customers to the same account.": "មិនអាចផ្ទេរអតិថិជនទៅគណនីតែមួយបានទេ។",
    "Unable to upload this module as it's older (%s) than the version installed (%s)": "មិនអាចផ្ទុកម៉ូឌុលនេះបានព្រោះវាចាស់ជាង ( %s) ជាងកំណែដែលត្រូវបាន εγκαតតាំង (%s)",
    "Unable to use Scheduled, Recurring and Entity Transactions as Queues aren't configured correctly.": "មិនអាចប្រើ Scheduled, Recurring និង Entity Transactions ដូចជា Queues មិនត្រូវបានកំណត់ត្រឹមត្រូវ",
    "Unable to use the coupon %s as it has expired.": "មិនអាចប្រើគូប៉ុង %s បានទេ ដោយសារវាបានផុតកំណត់។",
    "Unable to use the coupon %s at this moment.": "មិនអាចប្រើប័ណ្ណ %s នៅពេលនេះបានទេ។",
    "Unable to void an unpaid order.": "មិនអាចលុបចោលការបញ្ជាទិញដែលមិនបានបង់ប្រាក់។",
    "Unamed Page": "ទំព័រដើមគ្មានឈ្មោះ",
    "Unamed Tab": "តាបគ្មានឈ្មោះ",
    "Unammed Section": "ផ្នែកគ្មានឈ្មោះ",
    "Unassigned": "មិនបានជ្រើសតាំង",
    "Unassigned Tax Group": "ក្រុមពន្ធដែលមិនបានផ្ដល់",
    "Unchanged": "មិនផ្លាស់ប្តូរ",
    "Undefined": "មិនបានកំណត់",
    "Undefined Item": "ធាតុមិនត្រូវបាន నిర్వచ",
    "Unexpected error occurred.": "កំហុសដែលមិនបានរំពឹងទុកបានកើតឡើង។",
    "Unfortunately, something unexpected happened. You can start by giving another shot clicking on \"Try Again\". If the issue persist, uses the bellow output to receive support.": "សូមអភ័យទោស កំហុសដែលមិនបានព្រៀងទុកបានកើតឡើង សូមចាប់ផ្តើមម្តងទៀតដោយចុចលើ \"ព្យាយាម​ម្តង​ទៀត\"។ ប្រសិនបើបញ្ហានៅតែកើតមាន សូមប្រើលទ្ធផលខាងក្រោមដើម្បីទទួលបានជំនួយ។",
    "Unhandled crud resource": "ធនធានឆៅដែលមិនបានគ្រប់គ្រង",
    "Unhandled crud resource \"%s\"": "ធរណីកសិដ្ឋាន \"%s\" ដែលមិនត្រូវបានគ្រប់គ្រង",
    "Unit": "ឯកតា",
    "Unit Conversion : {product}": "ការបំប្លែងឯកតា៖ {ផលិតផល}",
    "Unit Group": "ក្រុម Units",
    "Unit Group Name": "ឈ្មោះក្រុមឯកតា",
    "Unit Groups": "ក្រុមឯកតា",
    "Unit Groups List": "បញ្ជីក្រុមឯកតា",
    "Unit Id": "Id ឯកតា",
    "Unit Price": "តម្លៃ​ឯកតា",
    "Unit:": "ឯកតា:",
    "Units": "ឯកតា",
    "Units & Quantities": "ឯកតានិងបរិមាណ",
    "Units List": "បញ្ជីឯកតា",
    "Unknow": "អវិជ្ជមាន",
    "Unknown": "មិនស្គាល់",
    "Unknown Action": "មិនស្គាល់សកម្មភាព",
    "Unknown Occurance: %s": "ការណ៍មិនស្ដាប់: %s",
    "Unknown Operation": "ប្រតិបត្តិការមិនស្គាល់",
    "Unknown Payment": "ការទូទាត់មិនស្គាល់",
    "Unknown Permission": "អនុញ្ញាតិមិនស្ដាប់",
    "Unknown Product Status": "ស្ថានភាពផលិតផលមិនស្គាល់",
    "Unknown Status": "មិនស្គាល់ស្ថានភាព",
    "Unknown Status (%s)": "ស្ថានភាពមិនស្គាល់ (%s)",
    "Unknown Type": "មិនស្គាល់ប្រភេទ",
    "Unknown Type (%s)": "មិនស្គាល់ប្រភេទ (%s)",
    "Unknown Type: %s": ":ប្រភេទមិនស្គាល់ %s",
    "Unknown action %s": "វិក័យសកម្មភាពមិនស្ដី",
    "Unknown report to refresh.": "មិន​ស្គាល់​របាយការណ៍​ដើម្បី​ផ្ទុក​ឡើង​វិញ។",
    "Unkown Unit": "ឯកតាមិនស្គាល់",
    "Unlimited": "គ្មានដែនកំណត់",
    "Unnamed Page": "ទំព័រគ្មានឈ្មោះ",
    "Unnamed Product": "ផលិតផលគ្មានឈ្មោះ",
    "Unpaid": "មិនទាន់បង់",
    "Unpaid Order Voided": "វិញ្ញ័យដែលមិនទាន់ទូទាត់ត្រូវបោះవే",
    "Unpaid Orders Turned Due": "ការបញ្ជាទិញដែលមិនបានបង់ប្រាក់ត្រូវផុតកំណត់",
    "Unpaid Procurement: %s": "ទិញទិញដែលមិនទាន់ទូទាត់: %s",
    "Unselect All": "លុបពាក្យ",
    "Unspoiled": "មិនខូច",
    "Unsupported action": "សកម្មភាពដែលមិនគាំទ្រ",
    "Unsupported action for the product %s.": "សកម្មភាពមិនគាំទ្រសម្រាប់ផលិតផល %s ។",
    "Unsupported argument provided: \"%s\"": "មិនគាំទ្រ argument ដែលបានផ្តល់: \"%s\"",
    "Unsupported reset mode.": "របៀបកំណត់ឡើងវិញដែលមិនគាំទ្រ។",
    "Unsupported stock action \"%s\"": "សកម្មភាពស្តុកដែលមិនគាំទ្រ \"%s\"",
    "Untitled Settings Page": "ទំព័រការកំណត់គ្មានចំណងជើង",
    "Untracked Stock Operation": "ប្រតិបត្តិការស្តុកដែលមិនបានតាមដាន",
    "Update": "ធ្វើបច្ចុប្បន្នភាព",
    "Update Group": "ធ្វើបច្ចុប្បន្នភាពក្រុម",
    "Update Instalment Date": "កែតម្រូវកាលបរិច្ឆេទបង់រំលោះ",
    "Update Transaction": "ធ្វើបច្ចុប្បន្នភាពប្រតិបត្តិការ",
    "Updated At": "កែតម្រូវនៅ",
    "Updated_at": "Updated_at",
    "Updating": "កំពុងធ្វើបច្ចុប្បន្នភាព",
    "Updating Modules": "កំពុងធ្វើបច្ចុប្បន្នភាព Modules",
    "Upload": "ផ្ទុកឡើង",
    "Upload A Module": "ផ្ទុកឡើង Module មួយ។",
    "Upload Module": "អាប់ឡូត Module",
    "Upload and manage medias (photos).": "បង្ហោះ និងគ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយ (រូបថត)។",
    "Uploaded At": "អាប់ឡូតនៅ",
    "Url": "Url",
    "Usage": "របៀបប្រើប្រាស់",
    "Usage :": "របៀបប្រើប្រាស់ :",
    "Usage History": "ប្រវត្តិនៃការប្រើប្រាស់",
    "Use": "ប្រើប្រាស់",
    "Use Coupon": "ប្រើគូប៉ុង",
    "Use Customer ?": "កំណត់អតិថិជន?",
    "Use Customer Shipping": "អតិថិជនដែលត្រូវដឹកជញ្ជូន",
    "Use Filters": "ប្រើការច្រោះ",
    "Use Selected": "បើការជ្រើសរើស",
    "Used By": "បានប្រើដោយ",
    "Used to define the Cost of Goods Sold.": "ប្រើដើម្បីកំណត់តម្លៃដើមនៃទំនិញដែលបានលក់។",
    "Useful to describe better what are the reasons that leaded to this adjustment.": "ការពិពណ៌នាដែលជួយឱ្យកាន់តែងាយយល់ច្បាស់អំពីមូលហេតុដែលនាំទៅដល់ការកែតម្រូវនេះ។",
    "User": "អ្នកប្រើប្រាស់",
    "User Group": "ក្រុមអ្នកប្រើប្រាស់",
    "User:": "ជនអ្នកប្រើ:",
    "Username": "ឈ្មោះអ្នកប្រើប្រាស់",
    "Username required to connect to the database.": "Username គឺត្រូវការចាំបាច់ដើម្បីភ្ជាប់ទៅមូលដ្ឋានទិន្នន័យ។",
    "Users": "អ្នកប្រើប្រាស់",
    "Users Group": "ក្រុមអ្នកប្រើប្រាស់",
    "Users List": "បញ្ជីអ្នកប្រើប្រាស់",
    "Using Name Ascending": "តម្រៀបឈ្មោះតាមលំដាប់ (ក-អ)",
    "Using Name Descending": "តម្រៀបឈ្មោះបញ្ជ្រាស (អ-ក)",
    "Using Quantity Ascending": "តម្រៀបបរិមាណតាមលំដាប់",
    "Using Quantity Descending": "តម្រៀបបរិមាណបញ្ជ្រាស",
    "Using Sales Ascending": "តម្រៀបការលក់តាមលំដាប់",
    "Using Sales Descending": "តម្រៀបការលក់បញ្ជ្រាស",
    "Uuid": "Uuid",
    "VAT Settings": "ការកំណត់ពន្ធ",
    "VAT Type": "ប្រភេទពន្ធ",
    "Valid From": "សុពលភាព​ចាប់ពី",
    "Valid Hours End": "ម៉ោងដែលលែងមានសុពលភាព",
    "Valid Hours Start": "ម៉ោងដែលចាប់ផ្តើមមានសុពលភាព",
    "Valid Till": "សុពលភាព​រហូតដល់",
    "Valid Until": "មាន​សុពលភាព​ដល់",
    "Value": "តម្លៃ",
    "Verifying...": "ផ្ទៀងផ្ទាត់...",
    "Version": "កំណែរ",
    "Views": "ទស្សន៍",
    "Visibility Settings": "ការកំណត់ភាពមើលឃើញ",
    "Visible": "ដែលមើលឃើញ",
    "Void": "មោឃៈ",
    "Void Order: %s": "លក់ Purchases: %s",
    "Void Return": "ការយកត្រឡប់មកវិញ ទុក​ជា​មោឃៈ",
    "Void The Order": "លុបចោលការបញ្ជាទិញ",
    "Voided": "បានលុប",
    "Wallet": "វិញ្ញបត្រ",
    "Wallet Amount": "ទឹកប្រាក់ក្នុងកាបូប",
    "Wallet Balance": "ទឹកប្រាក់ក្នុងកាបូប",
    "Wallet History": "ប្រវត្តិកាបូប",
    "Warning": "ការព្រមាន",
    "We can't attach a payment to a register as it's reference is not provided.": "យើងមិនអាចភ្ជាប់ការបង់ប្រាក់ទៅនឹងບັນຊີមួយបាន, ព្រោះមិនមានលេខយោង។",
    "We were not able to load the units. Make sure there are units attached on the unit group selected.": "យើងមិនអាចទាញយកឯកតាបានទេ។ ត្រូវប្រាកដថាមានឯកតាភ្ជាប់នៅលើក្រុមឯកតាដែលបានជ្រើសរើស។",
    "We're unable to locate the page you're searching for. This page was moved, deleted or simply invalid. You can start by giving another shot clicking on \"Try Again\". If the issue persist, uses the bellow output to receive support.": "យើងមិនអាចរកឃើញទំព័រប៉ុន្តែអ្នកកំពុងស្វែងរក។ ទំព័រនេះត្រូវបានផ្លាស់ប្តូរ, លុប, ឬមិនមានតម្លៃ។ អ្នកអាចចាប់ផ្តើមដោយចុចលើ \"ព្យាករម្តងទៀត\"។ ប្រសិនបើបញ្ហា នៅតែ, សូមប្រើលទ្ធផលខាងក្រោមដើម្បីទទទួលជំនួយ។",
    "Wed": "ពុ",
    "Wednesday": "ពុធ",
    "Week Expenses": "ចំនាយជាសប្តាហ៍",
    "Week Taxes": "ពន្ធជាសប្តាហ៍",
    "Weekly Sales": "ការលក់ប្រចាំសប្តាហ៍",
    "Welcome — %s": "ស្វាគាត — %s",
    "Welcome — NexoPOS": "ស្វាគមន៍ — NexoPOS",
    "Well.. nothing to show for the meantime": "អញ្ចឹង.. គ្មានអ្វីត្រូវបង្ហាញសម្រាប់ពេលនេះទេ។",
    "Well.. nothing to show for the meantime.": "អញ្ចឹង.. គ្មានអ្វីត្រូវបង្ហាញសម្រាប់ពេលនេះទេ។",
    "What are the fillable column on the table: eg: username, email, password ? [S] to skip, [Q] to quit.": "តើអ្វីជា fillable column នៅលើ table: ឧ: username, email, password ? ចុច [S] ដើម្បីរម្លង, [Q] ដើម្បីចាកចេញ។",
    "What is the CRUD single resource name ? [Q] to quit.": "តើអ្វីជាឈ្មោះសម្រាប់ CRUD single resource ? ចុច [Q] ដើម្បីចាកចេញ។",
    "What is the administrator email ? [Q] to quit.": "តើអ្វីទៅជាអ៊ីមែលអ្នកគ្រប់គ្រង? សូមចុច [Q] ដើម្បីចាកចេញ។",
    "What is the administrator password ? [Q] to quit.": "តើអ្វីទៅជាពាក្យសម្ងាត់អ្នកគ្រប់គ្រង? ចុច [Q] ដើម្បីចាកចេញ។",
    "What is the administrator username ? [Q] to quit.": "តើ​ឈ្មោះ​អ្នក​ប្រើ​របស់​អ្នក​គ្រប់គ្រង​គឺ​ជា​អ្វី? ចុច [Q] ដើម្បីចាកចេញ។",
    "What is the full model name. eg: App\\Models\\Order ? [Q] to quit.": "តើអ្វីជាឈ្មោះ model ពេញ ឧ: App\\Models\\Order ? [Q] ដើម្បីចាកចេញ។",
    "What is the identifier of the CRUD Resource. eg: system.users ? [Q] to quit.": "តើអ្នកអាចស្វែងរក ID នៃ ресурс CRUD ដែរ? ឧទាហរណ៍: system.users? [Q] សម្រាប់លា",
    "What is the minimum value of the cart to make this coupon eligible.": "តើអ្វីជាតម្លៃអប្បបរមានៃការទិញដើម្បីធ្វើឱ្យគូប៉ុងមានសុពលភាព។",
    "What is the store name ? [Q] to quit.": "តើអ្វីជាឈ្មោះរបស់ហាង? ចុច [Q] ដើម្បីចាកចេញ។",
    "What should be the password required for authentication.": "អ្វីដែលគួរជាពាក្យសម្ងាត់ដែលត្រូវការសម្រាប់ការផ្ទៀងផ្ទាត់។",
    "What slug should be used ? [Q] to quit.": "តើ slug ដែលគួរប្រើប្រាស់ ? ចុច [Q] ដើម្បីចាកចេញ។",
    "What unit group applies to the actual item. This group will apply during the procurement.": "តើក្រុមណាដែលអនុវត្តចំពោះធាតុពិត។ ក្រុមនេះនឹងអនុវត្តក្នុងអំឡុងពេលលទ្ធកម្ម។",
    "Which file would you like to forget": "អ្នក​ចង់​ភ្លេច​កաղទំព័រ​ណា?",
    "Which quantity should be assumed low.": "តើបរិមាណណាដែលគួរសន្មតថានៅសល់តិច។",
    "Which table name should be used ? [Q] to quit.": "តើ table ឈ្មោះអ្វីដែលនឹងត្រូវប្រើប្រាស់ ? ចុច [Q] ដើម្បីចាកចេញ។",
    "While selecting entity transaction, the amount defined will be multiplied by the total user assigned to the User group selected.": "នៅពេលជ្រើសរើសប្រតិបត្តិការអង្គភាព ចំនួនទឹកប្រាក់ដែលបានកំណត់នឹងត្រូវបានគុណដោយអ្នកប្រើប្រាស់សរុបដែលបានកំណត់ទៅក្រុមអ្នកប្រើប្រាស់ដែលបានជ្រើសរើស។",
    "Wholesale Price": "តម្លៃ​លក់ដុំ",
    "Will activate the reward system for the customers.": "នឹងដំណើរការប្រព័ន្ធរង្វាន់សម្រាប់អតិថិជន។",
    "Will allow restrict certains feature behind a permission request.": "អាចកំណត់សិទ្ធជាក់លាក់",
    "Will be used for various purposes such as email recovery.": "នឹង​ត្រូវ​បាន​ប្រើ​ក្នុង​គោល​បំណង​ផ្សេង​ៗ​ដូច​ជា​ការទាញយកអ៊ីមែលដែលអ្នកភ្លេច។",
    "Will change the numeric keyboard for allowing decimal for quantities. Only for \"default\" numpad.": "នឹងផ្លាស់ប្តូរក្តារចុចលេខសម្រាប់អនុញ្ញាតឱ្យទសភាគសម្រាប់បរិមាណ។ សម្រាប់តែផ្ទាំងលេខ \"លំនាំដើម\" ប៉ុណ្ណោះ។",
    "Will create procurements.": "នឹងបង្កើតការទិញចូល។",
    "Will display a card of current and overall incomplete sales.": "នឹងបង្ហាញកាតនៃការលក់បច្ចុប្បន្ន និងសរុបមិនពេញលេញ។",
    "Will display a card of current and overwall expenses.": "នឹងបង្ហាញកាតនៃការចំណាយបច្ចុប្បន្ន និងលើសជញ្ជាំង។",
    "Will display a chart of weekly sales.": "នឹងបង្ហាញតារាងនៃការលក់ប្រចាំសប្តាហ៍។",
    "Will display a profile widget with user stats.": "នឹងបង្ហាញគណនីរបស់អ្នកប្រើប្រាស់។",
    "Will display a summary of recent sales.": "នឹងបង្ហាញសេចក្តីសង្ខេបនៃការលក់ថ្មីៗ។",
    "Will display all cashiers who performs well.": "នឹងបង្ហាញអ្នកគិតលុយទាំងអស់ដែលធ្វើបានល្អ។",
    "Will display all customers with the highest purchases.": "នឹងបង្ហាញអតិថិជនទាំងអស់ជាមួយនឹងការទិញខ្ពស់បំផុត។",
    "Will display current and overall sales.": "នឹងបង្ហាញការលក់បច្ចុប្បន្ននិងជាទូរទៅ។",
    "Will display price with tax for each products.": "នឹងបង្ហាញតម្លៃជាមួយនឹងពន្ធសម្រាប់ផលិតផលនីមួយៗ។",
    "Will display the note on the receipt": "នឹងបង្ហាញកំណត់ចំណាំនៅលើបង្កាន់ដៃ",
    "Will display the tax breakdown on the receipt\/invoice.": "នឹងបង្ហាញការវិភាគពន្ធលើបង្កាន់ដៃ\/វិក្កយបត្រ។",
    "Will enable or disable the product merging.": "នឹង បើក\/បិទ ការដាក់ផលិតផលបញ្ចូលគ្នា",
    "Will enforce instalment to be paid on specific date.": "នឹងบังคับឲ្យបង់ប្រាក់នៅថ្ងៃជាក់លាក់។",
    "Will enforce similar products to be merged from the POS.": "នឹង​បង្ខំ​ឱ្យ​ផលិតផល​ស្រដៀង​គ្នា​ត្រូវ​បាន​ច្របាច់បញ្ចូល​គ្នា​ពី​ម៉ាស៊ីនលក់។",
    "Will for valid unique email for every customer.": "នឹងសម្រាប់អ៊ីមែលតែមួយគត់ដែលមានសុពលភាពសម្រាប់អតិថិជនគ្រប់រូប។",
    "Will hide exhausted products from selection on the POS.": "នឹងលាក់ផលិតផលដែលអស់ស្តុកពីការជ្រើសរើសនៅលើម៉ាស៊ីនលក់។",
    "Will permanently enable barcode autofocus to ease using a barcode reader.": "នឹង​បើក​ការ​ផ្ដោត​ស្វ័យ​ប្រវត្តិ​បាកូដ​ជា​អចិន្ត្រៃយ៍​ដើម្បី​ងាយស្រួល​ក្នុង​ការ​ប្រើ​កម្មវិធី​អាន​បាកូដ។",
    "Will prevent incomplete orders to be placed. If credit is allowed, this option should be set to \"yes\".": "នឹងរារាំងការបញ្ជាទិញមិនពេញលេញដែលត្រូវដាក់។ ប្រសិនបើឥណទានត្រូវបានអនុញ្ញាត ជម្រើសនេះគួរតែត្រូវបានកំណត់ទៅជា \"បាទ\" ។",
    "Will prevent partially paid orders to be placed.": "នឹងរារាំងការបញ្ជាទិញដែលបានបង់ដោយផ្នែកដែលត្រូវបានដាក់។",
    "Will set what is the numpad used on the POS screen.": "នឹងកំណត់នូវអ្វីដែលជាបន្ទះលេខដែលប្រើនៅលើអេក្រង់ម៉ាស៊ីនលក់។",
    "Will show the quantity selector while choosing a product. Otherwise the default quantity is set to 1.": "នឹងបង្ហាញអ្នកជ្រើសរើសបរិមាណ ខណៈពេលជ្រើសរើសផលិតផល។ បើមិនដូច្នោះទេ បរិមាណលំនាំដើមត្រូវបានកំណត់ទៅ 1 ។",
    "Wipe All": "លុបទាំងអស់",
    "Wipe Plus Grocery": "លុបជាមួយគ្រឿងបន្លាស់",
    "Wipes and Reset the database.": "លុប និងកំណត់មូលដ្ឋានទិន្នន័យឡើងវិញ។",
    "Workers Disabled": "និយោករក្សា",
    "Would you like to assign this customer to the ongoing order ?": "តើ​អ្នក​ចង់​កំណត់​អតិថិជន​នេះ​ទៅ​នឹង​ការ​បញ្ជា​ទិញ​ដែល​កំពុង​បន្ត​ដែរ​ឬ​ទេ?",
    "Would you like to bulk edit a system role ?": "តើអ្នកចង់កែតម្រូវតួនាទីរបស់ប្រព័ន្ធជាចង្កោមទេ?",
    "Would you like to clear all selected entries ?": "តើអ្នកចង់សម្អាតធាតុដែលបានជ្រើសរើសទាំងអស់ទេ?",
    "Would you like to clear all the notifications ?": "តើអ្នកចង់សម្អាតការជូនដំណឹងទាំងអស់ទេ?",
    "Would you like to clone this role ?": "តើអ្នកចង់ចម្លងតួនាទីនេះទេ?",
    "Would you like to confirm your action.": "តើអ្នកចង់បញ្ជាក់ប្រតិបត្តិការរបស់អ្នក។",
    "Would you like to create this instalment ?": "តើអ្នកចង់បង្កើតការបង់រំលោះនេះទេ?",
    "Would you like to delete \"%s\"?": "តើអ្នកចង់លុប \"%s\" ទេ?",
    "Would you like to delete \"{module}\"? All data created by the module might also be deleted.": "តើអ្នកពិតជាចង់លុប \"{module}\"? ទិន្នន័យទាំងអស់ដែលបង្កើតឡើងដោយ module ក៏អាចត្រូវបានលុបផងដែរ។",
    "Would you like to delete selected entries ?": "តើអ្នកចង់លុបធាតុដែលបានជ្រើសរើសទេ?",
    "Would you like to delete selected rewards?": "តើអ្នកចង់លុបរង្វាន់ដែលបានជ្រើសរើសទេ?",
    "Would you like to delete this ?": "តើអ្នកចង់លុបវាមែនទេ?",
    "Would you like to delete this entry?": "តើអ្នកចង់លុបធាតុនេះដែរឬទេ?",
    "Would you like to delete this group ?": "តើអ្នកចង់លុបក្រុមនេះទេ?",
    "Would you like to delete this instalment ?": "តើអ្នកចង់លុបការបង់រំលោះនេះទេ",
    "Would you like to delete this order": "តើអ្នកចង់លុបការបញ្ជាទិញនេះទេ",
    "Would you like to delete this product ?": "តើអ្នកចង់លុបផលិតផលនេះទេ?",
    "Would you like to delete this reward system ?": "តើអ្នកចង់លុបប្រព័ន្ធរង្វាន់នេះទេ?",
    "Would you like to delete this sub item?": "តើអ្នកចង់លុបធាតុរងនេះទេ?",
    "Would you like to delete this variation ?": "តើអ្នកចង់លុបបំរែបំរួលនេះទេ?",
    "Would you like to delete this?": "តើអ្នកចង់លុបមែនទេ?",
    "Would you like to mark that instalment as due today ? If you confirm the instalment will be marked as paid.": "តើ​អ្នក​ចង់​សម្គាល់​ការ​ដំឡើង​នោះ​ថា​ដល់​កំណត់​ថ្ងៃ​នេះ​ទេ? ប្រសិនបើអ្នកបញ្ជាក់ការបង់រំលស់នឹងត្រូវបានសម្គាល់ថាបានបង់។",
    "Would you like to mark this procurement as paid?": "តើអ្នកចង់កំណត់សម្គាល់ការទិញចូលនេះថាបានបង់ទេ?",
    "Would you like to perform the selected bulk action on the selected entries ?": "តើអ្នកចង់អនុវត្តសកម្មភាពភាគច្រើនដែលបានជ្រើសរើសនៅលើធាតុដែលបានជ្រើសរើសទេ?",
    "Would you like to proceed ?": "តើអ្នកចង់បន្តទេ?",
    "Would you like to refresh this ?": "តើអ្នកចង់លោតទំព័រម្តងទៀតទេ?",
    "Would you like to remove the selected products from the table ?": "តើអ្នកចង់លុបផលិតផលដែលបានជ្រើសរើសចេញពីបញ្ជីរទេ?",
    "Would you like to remove this product from the table ?": "តើអ្នកចង់លុបផលិតផលនេះចេញពីបញ្ជីរទេ?",
    "Would you like to switch to normal price ?": "តើអ្នកចង់ប្តូរទៅតម្លៃធម្មតាទេ?",
    "Would you like to switch to wholesale price ?": "តើអ្នកចង់ប្តូរទៅលក់ដុំទេ?",
    "Would you like to trigger this expense now?": "តើអ្នកចង់បង្កើតការចំណាយនេះឥឡូវនេះទេ?",
    "Would you like to update that instalment ?": "តើអ្នកចង់កែតម្រូវការបង់រំលោះនេះទេ",
    "Would you proceed ?": "តើអ្នកនឹងបន្តទេ?",
    "Wrong old password provided": "ពាក្យសម្ងាត់ចាយដែលបានផ្តល់មិនត្រឹមត្រូវ",
    "Wrong password provided": "ពាក្យសម្ងាត់ដែលបានផ្តល់មិនត្រឹមត្រូវ",
    "X days After Month Starts": "X ថ្ងៃបន្ទាប់ពីខែចាប់ផ្តើម",
    "X days Before Month Ends": "X ថ្ងៃមុនខែបញ្ចប់",
    "XDebug Enabled": "បើក XDebug",
    "XML Enabled": "បើក XML",
    "Year": "ឆ្នាំ",
    "Yes": "បាទ\/ចាស៎",
    "You already have a pending permission request for this action.": "អ្នកមានសំណើរសិទ្ធិដែលកំពុងរង់ចាំ។",
    "You are not allowed to remove this product.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យលុបផលិតផលនេះ។",
    "You can't change the unit group as there are already unit quantities attached to the product. You might need to delete the Selling Unit.": "អ្នកមិនអាចផ្លាស់ប្តូរក្រុម Units បានទេ ព្រោះមានចំនួន Units ភ្ជាប់មកជាមួយផលិតផល។ អ្នកអាចត្រូវបក Units មួយ។",
    "You cannot assign the same unit to more than one selling unit.": "អ្នក​មិន​អាច​កំណត់​ឯកតា​ដូចគ្នា​ទៅ​ឱ្យ​ឯកតា​លក់​ច្រើន​ជាង​មួយ​ទេ។",
    "You cannot change the status of an already paid procurement.": "អ្នកមិនអាចផ្លាស់ប្តូរស្ថានភាពនៃលទ្ធកម្មដែលបានបង់រួចហើយ។",
    "You cannot convert unit on a product having stock management disabled.": "អ្នកមិនអាចបំប្លែងឯកតានៅលើផលិតផលដែលបិទការគ្រប់គ្រងស្តុកបានទេ។",
    "You cannot delete an account type that has transaction bound.": "អ្នក​មិន​អាច​លុប​ប្រភេទ​គណនី​ដែល​មាន​កិច្ច​សន្យា​ប្រតិបត្តិការ​ទេ។",
    "You cannot delete your own account.": "អ្នកមិនអាចលុបគណនីផ្ទាល់ខ្លួនរបស់អ្នកបានទេ។",
    "You cannot edit this transaction if NexoPOS cannot perform background requests.": "អ្នកមិនអាចកែសម្រួលប្រតិបត្តិការនេះបានទេ ប្រសិនបើ NexoPOS មិនអាចអនុវត្តសំណើផ្ទៃខាងក្រោយបានទេ។",
    "You do not have access to this permission %s.": "អ្នកមិនមានសិទ្ធិប្រើប្រាស់នេះ %s។",
    "You do not have access to this permission.": "អ្នកមិនមានសិទ្ធិប្រើប្រាស់នេះ។",
    "You do not have enough permissions to perform this action.": "អ្នកមិនមានសិទ្ធិគ្រប់គ្រាន់ដើម្បីអនុវត្តសកម្មភាពនេះទេ។",
    "You do not have permission to perform this action.": "អ្នកមិនមានសិទ្ធិធ្វើការនេះ។",
    "You don't have the right to edit the purchase price.": "អ្នក​មិន​មាន​សិទ្ធិ​កែ​សម្រួល​តម្លៃ​ទិញ​ទេ។",
    "You have been successfully connected.": "អ្នកត្រូវបានភ្ជាប់ដោយជោគជ័យ។",
    "You have permission to perform this action.": "អ្នកមានសិទ្ធិធ្វើការនេះ។",
    "You haven't yet generated any token for your account. Create one to get started.": "អ្នកមិនបានបង្កើតតូកենសម្រាប់គណនារួចទេ។ ធ្វើវាដើម្បីចាប់ផ្តើម។",
    "You make a payment for {amount}. A payment can't be canceled. Would you like to proceed ?": "អ្នកបង់ប្រាក់ចំនួន {ចំនួន។ ការបង់ប្រាក់មិនអាចបោះ Cancellation ទេ។ តើអ្នកចង់បន្ត?",
    "You must choose a register before proceeding.": "អ្នកត្រូវជ្រើសរွေး Registry មុនពេលបន្ត។",
    "You must create a customer to which each sales are attributed when the walking customer doesn't register.": "ត្រូវបង្កើតអតិជនដែលត្រូវបានភ្ជាប់ទៅលក់ គ្រប់ប្រភេទ នៅពេលដែលអតិជនមិនបានចុះឈ្មោះ។",
    "You must define layaway settings before proceeding.": "អ្នក​ត្រូវ​តែ​កំណត់​ការ​កាត់ស្តុក មុន​នឹងអាច​បន្ត។",
    "You must define the language of installation.": "អ្នកចាំបាច់ត្រូវតែកំណត់ភាសានៃការដំឡើង។",
    "You must select a customer before applying a coupon.": "អ្នកត្រូវតែជ្រើសរើសអតិថិជនមុនពេលអនុវត្តគូប៉ុង។",
    "You need to configure the expense accounts before creating a transaction.": "អ្នកត្រូវកំណត់រៀបចំគណនីចំណូលកាណ្ឋមុនមុនពេលបង្កើតប្រតិបត្តិការ។",
    "You need to define at least one payment type before proceeding.": "អ្នកត្រូវកំណត់ប្រភេទការបង់ប្រាក់យ៉ាងតិចមួយមុនពេលបន្ត។",
    "You need to define which action to perform": "អ្នកត្រូវកំណត់សកម្មភាពណាមួយដែលត្រូវអនុវត្ត",
    "You need to get approval for this action.": "អ្នកត្រូវការទទួលការអនុម័តសម្រាប់ប្រតិបត្តិការនេះ។",
    "You need to provide some products before proceeding.": "អ្នកត្រូវផ្តល់ផលិតផលមួយចំនួនមុនពេលដំណើរការ។",
    "You need to select at least one item to delete": "អ្នកត្រូវជ្រើសរើសយ៉ាងហោចណាស់ធាតុមួយដើម្បីលុប",
    "You need to wait %s minutes before requesting this permission again.": "អ្នកត្រូវ aspett %s នាទីមុនសុំសិទ្ធិនេះម្តងទៀត។",
    "You're about to convert {quantity}({source}) to {destinationCount}({destination}). Would you like to proceed?": "អ្នកកំពុងធ្វើ Conversion {quantity}({source}) ទៅ {destinationCount}({destination}). តើអ្នកចង់បន្ត?",
    "You're about to delete a token that might be in use by an external app. Deleting will prevent that app from accessing the API. Would you like to proceed ?": "អ្នក​ហៀប​នឹង​លុប​សញ្ញា​សម្ងាត់​ដែល​អាច​នឹង​កំពុង​ប្រើ​ដោយ​កម្មវិធី​ខាងក្រៅ។ ការលុបនឹងរារាំងកម្មវិធីនោះពីការចូលប្រើ API ។ តើអ្នកចង់បន្តទេ?",
    "You're about to delete selected resources. Would you like to proceed?": "ពេលនេះអ្នកកំពុងលុបកែវដែលបានជ្រើសរွေး។ តើអ្នកចង់បន្តទេ?",
    "You're about to use {amount} from the customer account to make a payment. Would you like to proceed ?": "ពេលនេះ អ្នកនឹងប្រើ {ចំនួន} ពីគណនារក Purchases ដើម្បី effettuare ការបង់ប្រាក់។ តើអ្នកចង់បន្តទេ?",
    "You're not allowed to add a discount on the cart.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យបន្ថែមការបញ្ចុះតម្លៃលើការលក់នោះទេ។",
    "You're not allowed to add a discount on the product.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យបន្ថែមការបញ្ចុះតម្លៃលើផលិតផលនោះទេ។",
    "You're not allowed to do this operation": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យធ្វើប្រតិបត្តិការនេះ",
    "You're not allowed to edit the order settings.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យកែប្រែការកំណត់។",
    "You're not allowed to make payments.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យធ្វើការបង់ប្រាក់។",
    "You're not allowed to see that page.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យមើលទំព័រនេះ។",
    "You're not allowed to see this page.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យមើលទំព័រនេះ។",
    "You're not allowed to use this coupon as it's no longer active": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យប្រើអូសិននេះ, ព្រោះវាមិនត្រូវបានប្រើប្រាស់ទៀត។",
    "You're not allowed to use this coupon it has reached the maximum usage allowed.": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យប្រើអញ្ចង់នេះ វាបានមកដល់ចំនួនប្រើប្រាស់ដែលកំណត់។",
    "You're using <a tager=\"_blank\" href=\"%s\" class=\"hover:text-blue-400 mx-1 inline-block\">NexoPOS %s<\/a>": "អ្នកកំពុងប្រើ <a tager=\"_blank\" href=\"%s\" class=\"hover:text-blue-400 mx-1 inline-block\">NexoPOS %s<\/a>",
    "You've not provided a valid file name. It shouldn't contains any space, dot or special characters.": "អ្នកមិនបានផ្តល់ឈ្មោះไฟล์ដែលអាចប្រើបានទេ។ វាមិនគួរមានចន្លោះ, ច점 ឬអត្តសញ្ញាណ។",
    "Your Account Has Been Created": "គណនី​របស់​អ្នក​ត្រូវ​បាន​បង្កើត",
    "Your Account has been created but requires email validation.": "គណនីរបស់អ្នកត្រូវបានបង្កើត ប៉ុន្តែទាមទារឱ្យមានសុពលភាពអ៊ីមែល។",
    "Your Account has been successfully created.": "គណនីរបស់អ្នកត្រូវបានបង្កើតដោយជោគជ័យ។",
    "Your Attention Is Required": "សូមមេត្តាយកចិត្តទុកដាក់",
    "Your Module": "Module របស់អ្នក",
    "Your account is now activated.": "គណនីរបស់អ្នកត្រូវបានដំណើរការ។",
    "Your action were'nt granted.": "ការតស діяរបស់អ្នកមិនត្រូវបានអនុញ្ញាត។",
    "Your don't have enough permission (\"%s\") to perform this action.": "អ្នកមិនមានសិទ្ធិគ្រប់គ្រាន់ (\"%s\") ដើម្បីអនុវត្តប្រតិបត្តិការនេះ។",
    "Your password has been successfully updated on __%s__. You can now login with your new password.": "ពាក្យសម្ងាត់របស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យនៅលើ __%s__។ ឥឡូវនេះ អ្នកអាចចូលដោយប្រើពាក្យសម្ងាត់ថ្មីរបស់អ្នកបាន។",
    "Your password has been updated.": "ពាក្យសម្ងាត់របស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
    "Your permission has expired.": "សិទ្ធិរបស់អ្នកបានផុតកំណត់។",
    "Your system doesn't have any valid Payment Type. Consider creating one and try again.": "ប្រព័ន្ធរបស់អ្នកមិនមានប្រភេទ πληរណ៏ដែលអាចប្រើបានទេ។ សូមសាកសាងមួយ ហើយព្យាយាមម្តងទៀត។",
    "Your system is in development mode. Make sure to build the assets.": "ប្រព័ន្ធរបស់អ្នកស្ថិតនៅក្នុងលក្ខខណ្ឌកំពុងអភិវឌ្ឍន៍។ ត្រូវប្រាកដថាវាបាន build the assets រួចរាល់។",
    "Your system is running in production mode. You probably need to build the assets": "ប្រព័ន្ធរបស់អ្នកស្ថិតនៅក្នុងលក្ខខណ្ឌអភិវឌ្ឍន៍រួចសព្វគ្រប់។ ត្រូវប្រាកដថាវាបាន build the assets រួចរាល់។",
    "Your uploaded files will displays here.": "ឯកសារដែលបានអាប់ឡូតរបស់អ្នកនឹងបង្ហាញនៅទីនេះ។",
    "Zip Enabled": "បើក Zip",
    "[NexoPOS] A New User Has Registered": "[NexoPOS] អ្នកប្រើប្រាស់ថ្មីបានចុះឈ្មោះ",
    "[NexoPOS] Activate Your Account": "[NexoPOS] បើកដំណើរការគណនីរបស់អ្នក។",
    "[NexoPOS] Your Account Has Been Created": "[NexoPOS] គណនី​របស់​អ្នក​ត្រូវ​បាន​បង្កើត",
    "and": "និង",
    "assign the current unit to a group.": "កំណត់ឯកតាបច្ចុប្បន្នទៅក្រុម។",
    "available": "មាន",
    "choose the payment type.": "ជ្រើសរើសប្រភេទការទូទាត់។",
    "configure settings that applies to orders.": "កំណត់រចនាសម្ព័ន្ធដែលអនុវត្តចំពោះការបញ្ជាទិញ។",
    "confirm your new password.": "បញ្ជាក់ពាក្យសម្ងាត់ថ្មីរបស់អ្នក។",
    "define the amount of the transaction.": "កំណត់បរិមាណនៃប្រតិបត្តិការ។",
    "define the unit value.": "កំណត់តម្លៃឯកតា។",
    "define your new password.": "កំណត់ពាក្យសម្ងាត់ថ្មីរបស់អ្នក។",
    "determine if the transaction is effective or not. Work for recurring and not recurring transactions.": "កំណត់ថាតើប្រតិបត្តិការមានប្រសិទ្ធភាពឬអត់។ ធ្វើការសម្រាប់ប្រតិបត្តិការដដែលៗ និងមិនកើតឡើងដដែលៗ។",
    "determine what is the transaction type.": "កំណត់ថាតើប្រភេទប្រតិបត្តិការបែបណា។",
    "displaying {perPage} on {items} items": "កំពុងបង្ហាញ {perPage} នៃ {items}",
    "error": "error",
    "generated": "បានបង្កើត",
    "helps you creating a coupon.": "ជួយអ្នកបង្កើតគូប៉ុង។",
    "list of product procured.": "បញ្ជីផលិតផលដែលបានទិញ។",
    "mainFieldLabel not defined": "mainFieldLabel មិន​ត្រូវ​បាន​កំណត់",
    "milliseconds| seconds| minutes| hours| days| weeks| months| years| decades| centuries| millennia": "មីលីវិនាទី| វិនាទី| នាទី| ម៉ោង | ថ្ងៃ| សប្តាហ៍ | ខែ | ឆ្នាំ | ទសវត្សរ៍| សតវត្ស| សហស្សវត្សរ៍",
    "millisecond| second| minute| hour| day| week| month| year| decade| century| millennium": "មីលីវិនាទី| វិនាទី| នាទី| ម៉ោង | ថ្ងៃ| សប្តាហ៍ | ខែ | ឆ្នាំ | ទសវត្សរ៍| សតវត្ស| សហស្សវត្សរ៍",
    "not PSR-4 Compliant": "មិនអនុវត្តតាម PSR-4",
    "set the value of the transaction.": "កំណត់តម្លៃនៃប្រតិបត្តិការ។",
    "the order has been successfully computed.": "ការបញ្ជាទិញត្រូវបានគណនាដោយជោគជ័យ។",
    "the requested file \"%s\" can't be located inside the manifest.json for the module %s.": "ឯកសារដែលត្រូវបានស្នើ \"%s\" មិនអាចរកឃើញនៅក្នុង manifest.json សម្រាប់ម៉ូឌុល %s។",
    "the transaction \"%s\" was executed as scheduled on %s.": "ប្រតិបត្តិការ \"%s\" ត្រូវបានប្រតិបត្តិតាមការគ្រោងទុកនៅលើ %s ។",
    "type": "ប្រភេទ",
    "unable to find this validation class %s.": "មិន​អាច​រក​ឃើញ​ថ្នាក់​ផ្ទៀងផ្ទាត់​នេះ %s ។",
    "unable to proceed to a refund as the provided status is not supported.": "មិនអាចបន្តទៅការបង្វិលសងវិញបានទេ ដោយសារស្ថានភាពដែលបានផ្តល់មិនត្រូវបានគាំទ្រ។",
    "{billing_address_1}: displays the billing address_1.": "{billing_address_1}: បង្ហាញវិក្កយបត្រ address_1.",
    "{billing_address_2}: displays the billing address_2.": "{billing_address_2}: បង្ហាញវិក្កយបត្រ address_2.",
    "{billing_city}: displays the billing city.": "{billing_city}: បង្ហាញទីក្រុងវិក័យប័ត្រ។",
    "{billing_company}: displays the billing company.": "{billing_company}: បង្ហាញក្រុមហ៊ុនចេញវិក្កយបត្រ។",
    "{billing_country}: displays the billing country.": "{billing_country}: បង្ហាញប្រទេសចេញវិក្កយបត្រ។",
    "{billing_email}: displays the billing email.": "{billing_email}: បង្ហាញអ៊ីមែលចេញវិក្កយបត្រ។",
    "{billing_first_name}: displays the billing first name.": "{billing_first_name}: បង្ហាញឈ្មោះដំបូងនៃការចេញវិក្កយបត្រ។",
    "{billing_last_name}: displays the billing last name.": "{billing_last_name}: បង្ហាញនាមត្រកូលចេញវិក្កយបត្រ។",
    "{billing_phone}: displays the billing phone.": "{billing_phone}: បង្ហាញទូរស័ព្ទចេញវិក្កយបត្រ។",
    "{billing_pobox}: displays the billing pobox.": "{billing_pobox}: បង្ហាញប្រអប់ POS ចេញវិក្កយបត្រ។",
    "{cashier_id}: displays the cashier id.": "{cashier_id}: បង្ហាញលេខសម្គាល់អ្នកគិតលុយ។",
    "{cashier_name}: displays the cashier name.": "{cashier_name}: បង្ហាញឈ្មោះអ្នកគិតលុយ។",
    "{customer_email}: displays the customer email.": "{customer_email}: បង្ហាញអ៊ីមែលអតិថិជន។",
    "{customer_first_name}: displays the customer first name.": "{customer_first_name}៖ បង្ហាញឈ្មោះអតិថិជន។",
    "{customer_last_name}: displays the customer last name.": "{customer_last_name}៖ បង្ហាញនាមត្រកូលរបស់អតិថិជន។",
    "{date} ago": "{date} មុន",
    "{days} day": "{days} ថ្ងៃ",
    "{days} days": "{days} ថ្ងៃ",
    "{day} after month starts": "{day} បន្ទាប់ពីខែចាប់ផ្តើម",
    "{day} before month ends": "{day} មុនខែបញ្ចប់",
    "{entries} entries selected": "បានជ្រើសរើស {entries}",
    "{hours} hour": "{hours} గంట",
    "{hours} hours": "{hours} ពេល",
    "{minutes} minute": "{minutes} នាទី",
    "{minutes} minutes": "{minutes} នាទី",
    "{module}": "{module}",
    "{order_code}: displays the order code.": "{order_code}: បង្ហាញលេខកូដបញ្ជាទិញ។",
    "{order_date}: displays the order date.": "{order_date}: បង្ហាញកាលបរិច្ឆេទនៃការបញ្ជាទិញ។",
    "{order_type}: displays the order type.": "{order_type}: បង្ហាញប្រភេទការបញ្ជាទិញ។",
    "{product} : Units": "{product} : ឯកតា",
    "{product}: Purchase Unit": "{product}: ចំនួនទិញចូល",
    "{shipping_address_1}: displays the shipping address_1.": "{shipping_address_1}: បង្ហាញការដឹកជញ្ជូន address_1.",
    "{shipping_address_2}: displays the shipping address_2.": "{shipping_address_2}: បង្ហាញការដឹកជញ្ជូន address_2.",
    "{shipping_city}: displays the shipping city.": "{shipping_city}: បង្ហាញទីក្រុងដឹកជញ្ជូន។",
    "{shipping_company}: displays the shipping company.": "{shipping_company}: បង្ហាញក្រុមហ៊ុនដឹកជញ្ជូន។",
    "{shipping_country}: displays the shipping country.": "{shipping_country}: បង្ហាញប្រទេសដឹកជញ្ជូន។",
    "{shipping_email}: displays the shipping email.": "{shipping_email}: បង្ហាញអ៊ីមែលដឹកជញ្ជូន។",
    "{shipping_first_name}: displays the shipping first name.": "{shipping_first_name}: បង្ហាញឈ្មោះដំបូងដឹកជញ្ជូន។",
    "{shipping_last_name}: displays the shipping last name.": "{shipping_last_name}: បង្ហាញនាមត្រកូលដឹកជញ្ជូន។",
    "{shipping_phone}: displays the shipping phone.": "{shipping_phone}: បង្ហាញទូរស័ព្ទដឹកជញ្ជូន។",
    "{shipping_pobox}: displays the shipping pobox.": "{shipping_pobox}: បង្ហាញប្រអប់ PO ដឹកជញ្ជូន។",
    "{store_email}: displays the store email.": "{store_email}: បង្ហាញអ៊ីមែលហាង។",
    "{store_name}: displays the store name.": "{store_name}: បង្ហាញឈ្មោះហាង។",
    "{store_phone}: displays the store phone number.": "{store_phone}: បង្ហាញលេខទូរស័ព្ទហាង។"
}